Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_forums.po
Languages: es, fr, ru

source: Forum added redirect
es: Foro añadido.
fr: Forum ajouté.
ru: Раздел добавлен.

source: Forum deleted redirect
es: Foro borrado.
fr: Forum effacé.
ru: Раздел удален.

source: Forums updated redirect
es: Foros actualizados.
fr: Forums mis à jour.
ru: Разделы изменены.

source: Forum updated redirect
es: Foro actualizado.
fr: Forum mis à jour.
ru: Раздел изменен.

source: Perms reverted redirect
es: Los permisos volvieron a los valores predeterminados.
fr: Permissions par défaut restaurées.
ru: Права сброшены в значения по умолчанию.

source: New forum
es: Nuevo foro
fr: Nouveau forum
ru: Новый раздел

source: Add forum head
es: Añadir foro
fr: Ajouter un forum
ru: Добавление раздела

source: Forum label
es: Foro
fr: Forum
ru: Раздел

source: Delete forum
es: Borrar foro
fr: Effacer forum
ru: Удалить раздел

source: Position label
es: Posición
fr: Position
ru: Позиция

source: Update positions
es: Actualizar posiciones
fr: Mettre à jour positions
ru: Изменить позиции

source: Delete forum head
es: Borrar foro
fr: Effacer forum
ru: Удаление раздела

source: Confirm delete
es: ¿Borrar foro?
fr: Effacer forum?
ru: Удалить раздел?

source: I want to delete forum %s
es: Sí, quiero borrar el foro <b>%s</b>.
fr: Oui, je veux effacer le forum <b>%s</b>
ru: Да, я хочу удалить раздел <b>%s</b>

source: Delete forum warn
es: <b>¡ATENCIÓN!</b> Al borrar un foro se borrarán todos los temas y mensajes (si los hubiera) de ese foro.
fr: <b>ATTENTION!</b> Effacer un forum effacera tous les sujets et messages de ce forum!
ru: <b>ВНИМАНИЕ!</b> При удалении раздела будут удалены все темы и сообщения находящиеся в нем!

source: Edit forum head
es: Editar foro
fr: Editer forum
ru: Редактирование раздела

source: Forum name label
es: Nombre del foro
fr: Nom du forum
ru: Название раздела

source: Forum description label
es: Descripción (HTML)
fr: Description (HTML)
ru: Описание (HTML)

source: Sort by label
es: Ordenar temas por
fr: trier les sujets par
ru: Сортировать темы по

source: Last post option DESC
es: Último mensaje (el más reciente primero)
fr: plus récents messages en premier
ru: Последнему сообщению (новые вверху)

source: Last post option ASC
es: Último mensaje (último más reciente)
fr: plus récents messages en dernier
ru: Последнему сообщению (новые внизу)

source: Topic start option DESC
es: Inicio del tema (primero el más reciente)
fr: plus récentes discussions en premier
ru: Первому сообщению (новые вверху)

source: Topic start option ASC
es: Inicio del tema (último más reciente)
fr: plus récentes discussion en dernier
ru: Первому сообщению (новые внизу)

source: Subject option ASC
es: Asunto (A...Z)
fr: Sujet par ordre alphabétique
ru: Заголовку (А...Я)

source: Subject option DESC
es: Asunto (Z...A)
fr: Sujet par ordre alphabétique inversé
ru: Заголовку (Я...А)

source: Redirect label
es: Redireccionar URL
fr: Redirection d’URL
ru: URL переадресации

source: Redirect help
es: Sólo disponible en foros vacíos.
fr: Disponible uniquement dans un forum vide.
ru: Доступно только для пустых разделов.

source: Group permissions info
es: En este formulario, puedes establecer los permisos específicos del foro para los diferentes grupos de usuarios. Si no has hecho ningún cambio en los permisos de grupo de este foro, lo que ves a continuación es el valor predeterminado basado en la configuración en <a href="%1$s">%2$s</a>. Los administradores siempre tienen permisos completos y por lo tanto están excluidos. Los ajustes de permisos que difieren de los permisos predeterminados para el grupo de usuarios están marcados en rojo. La casilla de verificación del permiso &quot;Leer foro&quot; estará desactivada si el grupo en cuestión carece del permiso &quot;Leer foro&quot;. Para redirigir foros, sólo se puede editar el permiso &quot;Leer foro&quot;.
fr: Dans ce formulaire, vous pouvez accorder des permission spécifiques du forum pour chaque groupe d’utilisateurs. Si vous n’avez fait aucun changement aux permissions de groupe du forum, ce que vous voyez ci dessous est la configuration par défaut basée sur les réglages dans <a href="%1$s">%2$s</a>. Les administrateurs ayant toujours les pleins pouvoirs, ils sont exclus. Les permissions qui diffèrent de l’état d’origine pour le groupe d’utilisateurs sont affichées en rouge. La &quot;Read forum&quot; case à cocher sera désactivée si le groupe en question n’a pas &quot;Read board&quot; permission. Pour les forum redirigés, seule la permission &quot;Read forum&quot; est modifiable.
ru: Вы можете установить для этого раздела особые привилегии для различных групп пользователей. Если вы не вносили никаких изменений, то то, что вы видите внизу — права по умолчанию, установленные в <a href="%1$s">%2$s</a>. Администраторы всегда имеют полные права, которые нельзя отнять. Права, отличающиеся от прав по умолчанию выделены красным. Галочка &quot;Читать раздел&quot; будет недоступна, если у данной группы нет права &quot;Читать разделы&quot;. Для переадресованных разделов доступно для редактирования только право &quot;Читать раздел&quot;.

source: Read forum label
es: Leer foro
fr: lire le forum
ru: Читать раздел

source: Post replies label
es: Publicar respuestas
fr: Poster des réponses
ru: Комментировать

source: Post topics label
es: Publicar temas
fr: Poster des sujets
ru: Создавать темы

source: Revert to default
es: Volver a la configuración por defecto
fr: Retour à l’état par défaut
ru: Вернуть по умолчанию

source: Parent label
es: Padre
fr: Parent
ru: Родитель

source: Parent help
es: Categoría o foro para la ubicación de este foro.
fr: Categorie ou forum pour la localisation de ce forum.
ru: Категория или раздел для размещения данного раздела.

source: Not selected
es: No seleccionado
fr: Non sélectionné
ru: Не выбран

source: Count messages label
es: Contar mensajes para los usuarios
fr: Compter les messages utilisateurs
ru: Считать сообщения для пользователей

source: Count messages help
es: En caso afirmativo, los nuevos mensajes de los usuarios en este foro aumentarán su contador de mensajes en el perfil. Puedes volver a calcular los mensajes de todos los usuarios en <a href="%1$s">%2$s</a>.
fr: Si OUI, alors les nouveaux messages des utilisateurs du forum verront leur compteur de messages croitre dans leur profil. Vous pouvez recalculer les messages de tous les utilisateurs ici <a href="%1$s">%2$s</a>.
ru: Если ДА, то новые сообщения пользователей в этом разделе будут увеличивать их счетчик сообщений в профиле. Пересчитать сообщения всех пользователей можно в <a href="%1$s">%2$s</a>.

source: Friendly name label
es: Nombre para la URL
fr: Nom de l’URL
ru: Имя для URL

source: Friendly name help
es: Identificador de cadena a partir del cual se generará la url a este foro. Puede constar de letras latinas, números, guiones bajos y guiones.
fr: Un identifiant sur la base duquel les adresses de ce forum seront généréees. Peut consister en lettres latines, nombres, tiret_souligné ou tiret.
ru: Строковый идентификатор на основе которого будет сформирован адрес указывающий на данный раздел. Может состоять из латинских букв, цифр, знаков подчеркивания и дефисов.

source: Use solution label
es: Permitir 'Solucionado'
fr: autoriser 'Solution'
ru: Разрешить 'Решение'

source: Use solution help
es: Permitir que este foro marque un mensaje como solución a una pregunta/problema desde el primer mensaje del tema.
fr: Autoriser le forum à marquer un message comme étant la solution au premier message de la discussion.
ru: Разрешить в этом разделе помечать сообщение как решение вопроса/проблемы из первого сообщения темы.

source: Use custom fields label
es: Utilizar campos personalizados
fr: Utiliser des champs modifiés
ru: Вкл. настраиваемые поля

source: Use custom fields help
es: Permitir el uso de campos personalizados al crear un tema en este foro. No afecta a los temas existentes.
fr: Autoriser des champs modifiés à être utilisés lors de la création de discussions. N’affecte pas les discussions existantes.
ru: Разрешить в этом разделе при создании темы использовать настраиваемые поля. Не влияет на уже созданные темы.

source: Customize fields
es: Personalización de campos
fr: modifier les champs
ru: Настроить поля

source: Custom fields head
es: Campos personalizados
fr: champs modifiés
ru: Настраиваемые поля

source: Add field
es: Añadir campo
fr: Ajouter un champ
ru: Добавить поле

source: Field name label
es: Nombre del campo
fr: nom du champ
ru: Имя поля

source: Add field head
es: Añadir campo
fr: ajouter un champ ( head )
ru: Добавление поля

source: Edit field head
es: Editar campo
fr: Modifier le champ
ru: Редактирование поля

source: Field required label
es: Requerido
fr: Nécessaire
ru: Обязательно для заполнения

source: Visibility label
es: ¿Quién ve los datos?
fr: Qui voit les données?
ru: Кто видит данные?

source: All
es: Todos
fr: Tous
ru: Все

source: Not guests
es: Todos excepto invitados
fr: Tous sauf les invités
ru: Все, кроме гостей

source: Admins and mods
es: Administradores, moderadores de foros y autores de temas
fr: Administrateurs, modérateurs du forum et auteur de la discussion
ru: Админы, модераторы раздела и автор темы

source: Admins only
es: Sólo administradores y autores de temas
fr: Administrateurs seulement, et auteur de la discussion
ru: Только админы и автор темы

source: Maximum length label
es: Longitud máxima
fr: Longueur maximum
ru: Максимальная длина

source: Fields updated redirect
es: Campos actualizados.
fr: Champs mis à jour.
ru: Поля изменены.

source: Field deleted redirect
es: Campo eliminado.
fr: Champ supprimé.
ru: Поле удалено.

source: I want to delete field %s
es: Sí, quiero borrar el campo <b>%s</b>.
fr: Oui, je veux supprimer ce champ <b>%s</b>
ru: Да, я хочу удалить поле <b>%s</b>

source: Delete field
es: Eliminar campo
fr: Supprimer le champ
ru: Удалить поле

source: Pre-moderation label
fr: Pré-moderation

source: No
fr: Non (désactivée)

source: Default
fr: Par défaut

source: Replies
fr: Seulement sur les réponses

source: New topics
fr: Seulement sur les sujets

source: New topics and replies
fr: Nouveaux sujets et réponses
