Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_install.po
Languages: es

source: ForkBB Installation
es: Instalación de ForkBB

source: Welcome
es: Estás a punto de instalar la ForkBB. Para instalar ForkBB, debe completar el formulario que se muestra a continuación. Si tienes alguna dificultad con la instalación, consulta la documentación.

source: Choose install language
es: Elige el idioma del script de instalación

source: Install language
es: Instalar idioma

source: Choose install language info
es: El idioma utilizado para este script de instalación. El idioma por defecto utilizado para el panel en sí se puede establecer a continuación.

source: Change language
es: Cambiar idioma

source: Install
es: Instalar ForkBB rev.%s

source: Database setup
es: <b>Configurar base de datos</b>

source: Info 1
es: Toda la información que necesitas para crear una conexión con tu base de datos.

source: Database type
es: Tipo de base de datos

source: Info 2
es: Selecciona una base de datos. Admite SQLite, MySQL y PostgreSQL.

source: Database server hostname
es: Nombre de host del servidor de base de datos

source: Info 3
es: Si <code>localhost</code> no funciona, deberías poder conseguir esta información de tu proveedor de alojamiento web.

source: Database name
es: Nombre de la base de datos

source: Info 4
es: El nombre de la base de datos en la que quieres instalar ForkBB.

source: Database username
es: Nombre de usuario de la base de datos

source: Database password
es: Contraseña de la base de datos

source: Info 5
es: Tu nombre de usuario y contraseña de la base de datos (ignora SQLite).

source: Table prefix
es: Prefijo de la tabla

source: Info 6
es: El prefijo puede contener las letras de la a a la z, cualquier número y el carácter de subrayado. No obstante, deberá empezar por una letra. La longitud máxima es de 40 caracteres.

source: Administration setup
es: <b>Configuración de la administración</b>

source: Info 7
es: Crea la primera cuenta en tu foro.

source: Administrator username
es: Nombre de usuario del administrador

source: Info 8
es: El nombre de usuario debe empezar por una letra. Puede contener letras, números, espacios, puntos, guiones y guiones bajos.

source: Administrator passphrase
es: Contraseña del administrador

source: Info 9
es: La frase de contraseña debe contener pocas palabras. La frase debe tener al menos 16 caracteres. La frase de contraseña distingue entre mayúsculas y minúsculas.

source: Administrator email
es: Correo electrónico del administrador

source: Info 10
es: Por favor, introduce una dirección de correo electrónico válida.

source: Board setup
es: <b>Configuración del foro</b>

source: Info 11
es: Configuración de tu foro. Puedes cambiar esto más tarde.

source: Board title
es: Título del foro

source: Board description
es: Descripción del foro (soporta HTML)

source: Base URL
es: La URL del foro

source: Default language
es: Lenguaje por defecto

source: Default style
es: Estilo por defecto

source: Start install
es: Iniciar instalación

source: You are running error
es: Estás ejecutando %1$s versión %2$s. ForkBB rev.%3$s requiere al menos %1$s %4$s para funcionar correctamente. Debes actualizar su instalación %1$s antes de continuar.

source: Alert folder %s
es: Para que ForkBB funciona correctamente, el directorio <em>%s</em> tiene que tener permisos de escritura. Usa chmod para establecer los permisos apropiados en el directorio.

source: No language packs
es: Sin paquetes de idiomas.

source: No styles
es: Sin estilos.

source: No DB extensions
es: Este entorno PHP no tiene soporte para ninguna de las bases de datos que ForkBB soporta. PDO debe estar habilitado.

source: No access to main.dist.php
es: No hay acceso a main.dist.php.

source: My ForkBB Forum
es: Mi foro ForkBB

source: Description
es: Forum powered by open source software - ForkBB.

source: Wrong email
es: La dirección de correo electrónico del administrador que has introducido no es válida.

source: Table prefix error
es: El prefijo de tabla '%s' no coincide con el formato.

source: Prefix reserved
es: Los prefijos 'sqlite_' y 'pg_' están reservados. Por favor, elige un prefijo diferente.

source: Existing table error
es: La base de datos '%2$s' contiene tablas con el prefijo '%1$s': <b>%3$s</b>.

source: Administrators
es: Administradores

source: Administrator
es: Administrador

source: Moderators
es: Moderadores

source: Moderator
es: Moderador

source: Guests
es: Invitados

source: Guest
es: Invitado

source: Members
es: Usuarios

source: New members
es: Nuevos usuarios

source: New member
es: Nuevo usuario

source: Announcement
es: Introduce aquí tu anuncio.

source: Rules
es: Introduce aquí tus normas.

source: Maintenance message
es: Los foros están temporalmente fuera de servicio por mantenimiento. Por favor, inténtelo de nuevo en unos minutos.

source: Test post
es: Tema de prueba

source: Test message
es: Si estás viendo esto (que supongo que sí), ¡la instalación de ForkBB parece haber funcionado! Ahora inicia sesión y dirígete al panel de control de administración para configurar tu foro.

source: Test category
es: Categoría de prueba

source: Test forum
es: Foro de prueba

source: This is just a test forum
es: Esto es sólo un foro de prueba

source: Bad database charset
es: La base de datos debe crearse con la codificación de caracteres <b>utf8mb4</b> (compárese con <b>utf8mb4_unicode_ci</b>).

source: Bad database encoding
es: La base de datos debe crearse con la codificación de caracteres <b>%s</b>.

source: Bad database collate
es: La base de datos debe crearse con el orden de intercalación <b>C</b> (LC_COLLATE).

source: Bad database ctype
es: La base de datos debe crearse con la clasificación de caracteres <b>C</b> (LC_CTYPE).

source: Cookie setup
es: <b>Configuración de cookies</b>

source: Info 12
es: Las cookies son un mecanismo de almacenamiento de datos por parte del navegador del usuario, que se utiliza para su identificación.

source: Cookie Domain
es: Dominio de cookie

source: Cookie Domain info
es: Si especificas un (sub)dominio, las cookies establecidas por el foro estarán disponibles en él y en <b>todos sus subdominios</b>. www.example.com y example.com <b>no son el mismo dominio</b>. www.example.com es un subdominio de ejemplo.com. <b>Deje este campo en blanco</b> si la cookie solo debe configurarse para el dominio del foro.

source: Cookie Path
es: Ruta de la cookie

source: Cookie Path info
es: La ruta en el servidor en el que estará disponible la cookie. Si se establece en <b>/</b>, la cookie estará disponible en todo el dominio. Si se establece en <b>/foo/</b>, la cookie solo estará disponible dentro del directorio <b>/foo/</b> y en todos los subdirectorios como <b>/foo/bar/</. b> de dominio.

source: Yes
es: Si

source: Cookie Secure
es: Cookie segura

source: Cookie Secure info
es: Indica que la cookie solo debe transmitirse a través de una conexión <b>HTTPS</b> segura desde el cliente. Cuando se establece en <b>SÍ</b>, la cookie solo se establecerá si existe una conexión segura.

source: Failed to create table
es: No se pudo crear la tabla en la base de datos seleccionada.

source: Wrong data type for numeric fields
es: El controlador PDO devuelve el tipo de datos incorrecto para los campos numéricos, muy probablemente cadenas. Para MySQL, la razón más probable es que la extensión pdo_mysql utiliza la biblioteca libmysql y no mysqlnd. Cambie la configuración php (entre las extensiones php en el panel de control puede haber nd_pdo_mysql, selecciónala en lugar de pdo_mysql).

source: Failed to drop table
es: Error al eliminar una tabla en la base de datos seleccionada.

source: Failed to truncate table
es: Error al truncar una tabla en la base de datos seleccionada.
