Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_options.po
Languages: es, fr, russian

source: Must enter title message
es: Debe introducir un título para el foro.
fr: Vous devez entrer un titre de forum.
russian: Вы должны ввести заголовок форума.

source: Invalid e-mail message
es: La dirección de correo electrónico del administrador que has introducido no es válida.
fr: L’adresse email entrée pour l’administrateur est invalide.
russian: Email админа введен неверно.

source: Invalid webmaster e-mail message
es: La dirección de correo electrónico del webmaster que has introducido no es válida.
fr: L’adresse email entrée pour l’administrateur est invalide.
russian: Email вебмастера введен неверно.

source: Enter announcement here
russian: Введите сюда своё объявление.

source: Enter rules here
russian: Введите сюда правила форума.

source: Default maintenance message
russian: Форум временно закрыт на обслуживание. Пожалуйста, попробуйте зайти через несколько минут.

source: Timeout error message
es: El valor de &quot;Tiempo de espera online&quot; debe ser menor que el valor de &quot;Tiempo de espera visit&quot;.
fr: La valeur de &quot;;Délai avant déconnexion&quot; doit être inférieure à celle du champ &quot;Délai de fin de visite&quot;.
russian: Значение "Таймаут online" должно быть меньше чем "Таймаут визита".

source: Options updated redirect
es: Opciones actualizadas.
fr: Options mises à jour.
russian: Опции сохранены. Переадресация …

source: Options head
es: Opciones
fr: Options
russian: Опции

source: Essentials subhead
es: Esenciales
fr: Essentiels
russian: Основное

source: Board title label
es: Título del foro
fr: Titre du forum
russian: Заголовок

source: Board title help
es: El título de este foro (que aparece en la parte superior de cada página).
fr: Le nom de ce forum (affiché en haut de toutes les pages).
russian: Заголовок этого форума (выводится в шапке каждой страницы). Это поле <strong>не может</strong> содержать HTML.

source: Board desc label
es: Descripción del foro (HTML)
fr: Description du forum (HTML)
russian: Описание

source: Board desc help
es: Una breve descripción de este tablón de anuncios (en la parte superior de cada página).
fr: Une courte description de ce forum (affiché en haut de toutes les pages).
russian: Краткое описание этого форума (выводится в шапке каждой страницы). Это поле может содержать HTML.

source: Timezone label
es: Zona horaria por defecto
fr: Fuseau horaire par défaut
russian: Часовой пояс по умолчанию

source: Timezone help
es: La zona horaria por defecto para invitados y usuarios que intenten registrarse en el foro.
fr: Le fuseau horaire par défaut sera utilisé pour les invités et les utilisateurs qui veulent s’enregistrer sur le forum.
russian: Часовой пояс для гостей и новых пользователей.

source: DST label
russian: Поправка на летнее время

source: DST help
russian: Отметьте, если в вашем регионе применяется поправка на летнее время (сдвигает время на 1 час).

source: Language label
es: Idioma por defecto
fr: Langage par défaut
russian: Язык по умолчанию

source: Language help
es: El idioma por defecto para invitados y usuarios que intentan registrarse en el foro.
fr: Le langage qui sera utilisé pour les invités et les utilisateurs qui veulent s’enregistrer sur le forum.
russian: Язык по умолчанию для гостей и пользователей, кто не поменял его в своём профиле. Если вы уберете основные языковые файлы, это значение необходимо будет поправить.

source: Default style label
es: Estilo por defecto
fr: Style par défaut
russian: Стиль по умолчанию

source: Default style help
es: El estilo por defecto para invitados y usuarios que intentan registrarse en el foro.
fr: Le style par défaut sera utilisé pour les invités et les utilisateurs qui veulent s’enregistrer sur le forum.
russian: Стиль по умолчанию для гостей и пользователей, кто не поменял его в своём профиле.

source: UTC-12:00
russian: (UTC-12:00) Меридиан смены дат (запад)

source: UTC-11:00
russian: (UTC-11:00) Самоа

source: UTC-10:00
russian: (UTC-10:00) Гавайи

source: UTC-09:30
russian: (UTC-09:30) Маркизские о-ва

source: UTC-09:00
russian: (UTC-09:00) Аляска

source: UTC-08:30
russian: (UTC-08:30) о-ва Питкэрн

source: UTC-08:00
russian: (UTC-08:00) Тихоокеанское время

source: UTC-07:00
russian: (UTC-07:00) Ла Пас, Чихуахуа

source: UTC-06:00
russian: (UTC-06:00) Саскачеван, Мехико

source: UTC-05:00
russian: (UTC-05:00) Богота, Кито, Лима

source: UTC-04:00
russian: (UTC-04:00) Сантьяго, Джорджтаун

source: UTC-03:30
russian: (UTC-03:30) Ньюфаундленд

source: UTC-03:00
russian: (UTC-03:00) Буэнос-Айрес, Гренландия

source: UTC-02:00
russian: (UTC-02:00) Среднеатлантическое время

source: UTC-01:00
russian: (UTC-01:00) Азорские о-ва

source: UTC
russian: (UTC) Гринвич, Рейкявик

source: UTC+01:00
russian: (UTC+01:00) Варшава, Сараево, Париж

source: UTC+02:00
russian: (UTC+02:00) Калининград, Киев, Афины, Иерусалим

source: UTC+03:00
russian: (UTC+03:00) Москва, Санкт-Петербург, Багдад

source: UTC+03:30
russian: (UTC+03:30) Тегеран

source: UTC+04:00
russian: (UTC+04:00) Ижевск, Самара, Баку, Ереван

source: UTC+04:30
russian: (UTC+04:30) Кабул

source: UTC+05:00
russian: (UTC+05:00) Екатеринбург, Исламабад, Карачи

source: UTC+05:30
russian: (UTC+05:30) Бомбей, Калькутта, Мадрас, Нью-Дели

source: UTC+05:45
russian: (UTC+05:45) Катманду

source: UTC+06:00
russian: (UTC+06:00) Новосибирск, Астана

source: UTC+06:30
russian: (UTC+06:30) Рангун, Мьянма

source: UTC+07:00
russian: (UTC+07:00) Красноярск, Бангкок

source: UTC+08:00
russian: (UTC+08:00) Иркутск, Гонконг, Пекин

source: UTC+08:45
russian: (UTC+08:45) Юговосточная Австралия

source: UTC+09:00
russian: (UTC+09:00) Якутск, Токио, Сеул

source: UTC+09:30
russian: (UTC+09:30) Аделаида, Дарвин

source: UTC+10:00
russian: (UTC+10:00) Владивосток, Магадан, Сидней

source: UTC+10:30
russian: (UTC+10:30) остров Лорд Хау

source: UTC+11:00
russian: (UTC+11:00) Чокурдах, Соломоновы о-ва

source: UTC+11:30
russian: (UTC+11:30) Норфолкские о-ва

source: UTC+12:00
russian: (UTC+12:00) Анадырь, Петропавловск-Камчатский

source: UTC+12:45
russian: (UTC+12:45) о-ва Чатем

source: UTC+13:00
russian: (UTC+13:00) Нуку-алофа

source: UTC+14:00
russian: (UTC+14:00) о-ва Лайн

source: Timeouts subhead
es: Tiempo y duración
fr: Temps et délais
russian: Время и таймауты

source: Time format label
russian: Формат времени

source: Time format help
russian: [Текущий формат: %s]. Загляните в <a href="https://secure.php.net/manual/ru/function.date.php">Руководство по PHP</a> за подробностями.

source: Date format label
russian: Формат даты

source: Date format help
russian: [Текущий формат: %s]. Загляните в <a href="https://secure.php.net/manual/ru/function.date.php">Руководство по PHP</a> за подробностями.

source: Visit timeout label
es: Duración de la visita
fr: délai dernière visite
russian: Таймаут визита

source: Visit timeout help
es: Número de segundos que un usuario debe estar inactivo antes de que se actualicen los datos de su última visita (afecta principalmente a los indicadores de mensajes nuevos).
fr: Nombre de secondes qu’un utilisateur doit passer sans activité avant que ses données de dernière visite soient enregistrés (affecte principalement l’affichage des nouveaux messages).
russian: Количество секунд бездействия пользователя до того как его "время последнего визита" будет изменено (влияет на индикатор новых сообщений).

source: Online timeout label
es: Duración de en línea
fr: délai hors-ligne
russian: Таймаут online

source: Online timeout help
es: Número de segundos que un usuario debe estar inactivo antes de ser eliminado de la lista de usuarios conectados.
fr: Nombre de secondes qu’un utilisateur doit passer sans activité avant d’être supprimé de la liste des utilisateurs en ligne.
russian: Количество секунд бездействия пользователя до того как он будет удалён из списка online.

source: Redirect time label
es: Tiempo de redirección
fr: Temps de redirection
russian: Время на переадресацию

source: Redirect time help
es: Número de segundos a esperar cuando se redirige. Si se establece en 0, no se mostrará ninguna página de redirección.
fr: Nombre de secondes à attendre avant d’être redirigé. Si 0, la page de redirection ne sera pas affichée.
russian: Пауза в секундах при переадресации. Если установить в 0, страница переадресации не будет показана (не рекомендуется).

source: Display subhead
es: Mostrar
fr: Affichage
russian: Вид форума

source: Info in posts label
es: Información del usuario en los mensajes
fr: Infos utilisateurs dans les messages
russian: Информация о пользователе

source: Info in posts help
es: Mostrar información sobre el autor del mensaje bajo el nombre de usuario en la vista de temas. La información afectada es la ubicación, fecha de registro, número de mensajes y los enlaces de contacto (email y URL). No afecta a los administradores.
fr: Afficher les informations à propos de l’utilisateur ayant créé le message sous son nom d’utilisateur dans la discussion. Les informations données sont&#160;: le lieu, la date d’inscription, le nombre de messages publiés et les liens de contact (e-mail et URL).
russian: Показывать информацию об авторе сообщения на странице с темой. Сюда входят данные о месте жительства, дата регистрации, счетчик сообщений и контакты (email и вебстраница).

source: Post count label
es: Número de mensajes del usuario
fr: Compteur de messages utilisateur
russian: Счетчик сообщений

source: Post count help
es: Mostrar el número de mensajes que ha enviado un usuario (afecta a la vista de temas, perfil y lista de usuarios). No afecta a los administradores y moderadores.
fr: Affiche le nombre de messages publiés par un utilisateur (indiqué dans les discussions, le profil et la liste d’utilisateurs). N’affecte pas les modérateurs et aministrateurs.
russian: Показывать количество сообщений, отправленных пользователями (в темах, профиле и списке пользователей).

source: Smilies label
russian: Смайлы в сообщениях

source: Smilies help
russian: Преобразовывать смайлы в графические иконки.

source: Smilies sigs label
russian: Смайлы в подписи

source: Smilies sigs help
russian: Преобразовывать смайлы в подписях.

source: Clickable links label
russian: Распознавать ссылки

source: Clickable links help
russian: Если включено, ForkBB будет автоматически распознавать URL-ы в сообщениях и делать их кликабельными гиперссылками.

source: Topic review label
es: Revisión de temas
fr: Résumé de discussion
russian: Просмотр темы

source: Topic review help
es: Número máximo de mensajes a mostrar al publicar (los más nuevos primero). Establezca en 0 para desactivar.
fr: Nombre maximal de sujets à afficher lors de la composition de message (le plus récent en premier). 0 pour désactiver.
russian: Максимальное количество отображаемых сообщений при ответе (новые сверху). Установите в 0 чтобы выключить.

source: Topics per page label
russian: Тем на страницу

source: Topics per page help
es: El número por defecto de temas a mostrar por página en un foro. Los usuarios pueden personalizar esta configuración.
fr: Le nombre de discussions à afficher par défaut par page dans un forum. Les utilisateurs peuvent personnaliser ce réglage.
russian: Значение по умолчанию сколько заголовков тем выводить на странице раздела. Пользователь может установить своё значение.

source: Posts per page label
russian: Сообщений на страницу

source: Posts per page help
es: El número por defecto de mensajes a mostrar por página en un tema. Los usuarios pueden personalizar esta configuración.
fr: Le nombre de messages à afficher par défaut par page dans une discussion. Les utilisateurs peuvent personnaliser ce réglage.
russian: Значение по умолчанию сколько сообщений выводить на странице с темой. Пользователь может установить своё значение.

source: Indent label
russian: Размер отступа

source: Indent help
russian: Если поставить 8, отступы внутри тегов [code][/code] будут делаться табуляцими. Иначе отступы будут отбиваться пробелами.

source: Quote depth label
russian: Максимальная глубина [quote]

source: Quote depth help
russian: Сколько раз тег [quote] может вкладываться в другие [quote], все теги свыше указанного порога будут игнорироваться.

source: Features subhead
es: Características
fr: Fonctionnalités
russian: Тонкости

source: Quick post label
es: Respuesta rápida
fr: Réponse rapide
russian: Быстрый ответ

source: Quick post help
es: Cuando se activa, ForkBB añadirá un formulario de respuesta rápida en la parte inferior de los temas. De esta manera los usuarios pueden publicar directamente desde la vista del tema.
fr: Si activé, ForkBB ajoutera un formulaire de réponse rapide en fin de discussion. De cette façon, les utilisateurs peuvent répondre directement depuis la page de lecture de la discussion.
russian: Если включено, ForkBB добавит форму быстрого ответа внизу страницы с темой. Таким образом пользователи могут отправлять ответ быстрее.

source: Users online label
es: Usuarios en línea
fr: Utilisateurs en ligne
russian: Пользователи online

source: Users online help
es: Mostrar información en la página de índice sobre los invitados y los usuarios registrados que navegan actualmente por el foro.
fr: Affiche des informations sur la page d’accueil indiquant le nombre d’invités et d’inscrits visitant actuellement les forums.
russian: Показывать на главной странице форума информацию о гостях и зарегистрированных пользователях online.

source: Censor words label
russian: Цензура

source: Censor words help
russian: Включите эту опцию чтобы фильтровать нецензурные слова. <a href="%s">Изменить</a> список слов.

source: Signatures label
russian: Подписи

source: Signatures help
russian: Разрешить пользователям использовать подписи под своими сообщениями.

source: User has posted label
es: Usuario ha publicado anteriormente
fr: L’utilisateur à posté plus tôt
russian: Метка участия

source: User has posted help
es: Esta función muestra un punto delante de los temas en la página del foro en caso de que el usuario actualmente conectado haya publicado en ese tema anteriormente. Desactívala si el servidor está muy cargado.
fr: Cette fonctionnalité affiche un point en face des sujets du forum si le membre connecté actuellement a posté un message dans ce sujet plus tôt. Désactiver ceci si vous expérimentez des surcharges serveur.
russian: Показывать точки перед заголовками тем на странице раздела в случае, если пользователь писал в этой теме. Выключите, если хотите снизить загрузку сервера.

source: Topic views label
es: Vistas de los temas
fr: Affichage des sujets
russian: Счетчик просмотров

source: Topic views help
es: Lleva la cuenta del número de visitas que tiene un tema. Desactivar si está experimentando una alta carga del servidor en un foro ocupado.
fr: Garder la trace du nombre de vue cumulée par un sujet. Désactiver ceci si vous expérimentez des surcharges serveur dans un forum très fréquenté.
russian: Отслеживать сколько раз тема просматривалась. Выключите, если хотите снизить загрузку сервера.

source: Quick jump label
russian: Быстрый переход

source: Quick jump help
russian: Разрешить быстрый переход на другой раздел (выпадающий список разделов).

source: GZip label
russian: Сжатие GZip

source: GZip help
russian: Если включено, ForkBB будет использовать сжатие gzip для всех страниц форума. Это уменьшает траффик, но немного нагружает CPU. Для работы необходимо чтобы PHP поддерживал zlib (--with-zlib). Замечание: Если вы уже используете модуль Apache mod_gzip или mod_deflate для сжатия страниц, не включайте эту опцию.

source: Search all label
russian: Поиск по всем разделам

source: Search all help
russian: Если выключено, поиск будет разрешен только по одному разделу за раз. Выключите в случае если поисковые запросы ведут к высокой загрузке сервера.

source: Menu items label
es: Elementos adicionales del menú
fr: Objets de menu additionnels
russian: Дополнительные пункты меню

source: Menu items help
es: Puedes agregar cualquier cantidad de elementos nuevos en el menú. Cada línea especifica un elemento en el formato: <b>Posición</b><wbr>|<b>Nombre</b><wbr>|<b>Enlace</b><wbr><i>[|<b>Identificador</b>]</i>.
fr: Vous pouvez ajouter de nouveaux objets dans le menu. Chaque ligne défini un objet du format: <b>Position</b><wbr>|<b>Name</b><wbr>|<b>Link</b><wbr><i>[|<b>Identifier</b>]</i>.
russian: Можно добавить любое количество пунктов в меню. Каждый пункт в формате X = &lt;a href="URL"&gt;LINK&lt;/a&gt; где X это позиция, в которую надо вставить ссылку (например, 0 - в начало или 2 - следом за "Пользователи"). Каждый пункт должен начинаться с новой строки.

source: Feed subhead
es: Sindicación
fr: Sous-titre du flux
russian: Ленты

source: Default feed label
es: Tipo de feed predeterminado
fr: Type de flux par défaut
russian: Лента по умолчанию

source: Default feed help
es: Selecciona el tipo de feed de distribución que deseas mostrar. Nota: Si no eliges ninguno, no se desactivarán los feeds, solo se ocultarán de forma predeterminada.
fr: Type d’abonnement de flux devant être affiché. Remarque&#160;: le choix «&#160;Aucun&#160;» ne désactive pas le flux, mais le masque simplement par défaut.
russian: Выберите ссылку, какой тип ленты следует выводить. Замечание: вариант "Убрать" не запретит ленту, а только спрячет ссылку.

source: No feeds
es: Ninguno
fr: Aucun
russian: Убрать

source: Feed TTL label
es: Duración de los feeds en caché
fr: Durée de mise en cache des flux
russian: Кэширование

source: Feed TTL help
es: Los feeds se pueden almacenar en caché para reducir el uso de recursos de los feeds.
fr: Les flux peuvent être mis en cache pour alléger l’impact sur le serveur.
russian: Включите, если хотите снизить нагрузку на сервер.

source: No cache
es: No almacenar en caché
fr: Pas de cache
russian: Не кэшировать

source: %d Minutes
es: %d minutos
russian: %d минут

source: Reports subhead
es: Reportes
fr: Signalements
russian: Сигналы

source: Reporting method label
es: Método de reporte
fr: Méthode de signalement
russian: Подача сигнала

source: Internal
es: Interno
fr: Interne
russian: Админка

source: By e-mail
es: Email
fr: Email
russian: Email

source: Both
es: Ambos
fr: Les deux
russian: И то, и другое

source: Reporting method help
es: Selecciona el método para manejar informes de temas/publicaciones. Puedes elegir si los informes de temas/publicaciones deben ser manejados por el sistema de informes interno, enviados por correo electrónico a las direcciones de la lista de correo (ver a continuación) o ambos.
fr: Choisissez la méthode pour traiter les signalements de discussion/message. Vous pouvez opter pour le système de signalement interne, l’envoi d’un e-mail à la liste de diffusion (voir ci-dessous) ou effectuer les deux opérations.
russian: Выберите способ манипулирования пользовательскими сигналами. Варианты: отображать сообщения в специальном разделе админки, отправлять админам на почту (список рассылки есть ниже) или оба варианта разом.

source: Mailing list label
es: Lista de correo
fr: Liste de diffusion
russian: Список рассылки

source: Mailing list help
es: Lista de direcciones de correo electrónico separadas por comas. Los informes se enviarán a estas direcciones.
fr: Liste d’adresse email séparées par des virgules. Les signalements seron transmis à ces adresses.
russian: Список адресов через запятую. Люди из этого списка будут получать сигналы по Email.

source: Avatars subhead
es: Avatares
fr: Avatars
russian: Аватары

source: Use avatars label
es: Usar avatares
fr: Utiliser les avatars
russian: Использовать аватары

source: Use avatars help
es: Cuando está habilitado, los usuarios podrán subir un avatar.
fr: Si activé, les utilisateurs peuvent charger leur avatar sur le serveur.
russian: Если включено, пользователи смогут грузить собственные аватары, которые будут отображаться под их статусом.

source: Upload directory label
es: Directorio de avatares
fr: Répertoire de stockage
russian: Папка для загрузки

source: Upload directory help
es: El directorio de carga de avatares (relativo a %s). PHP debe tener permisos de escritura en este directorio.
fr: Le répertoire de stockage pour les avatars (relatif à %s). PHP doit avoir les permissions en écriture sur ce dossier.
russian: Папка загрузки аватар (относительно корня форума). Необходимо дать PHP права на запись в эту папку.

source: Max width label
es: Anchura máxima
fr: Largeur maximale
russian: Макс. ширина

source: Max width help
es: El ancho máximo permitido de avatares en píxeles (se recomienda 60).
fr: La largeur maximum autorisée pour les avatars, en pixel.
russian: Макс. разрешённая ширина аватары в пикселях (рекомендуется 60).

source: Max height label
es: Altura máxima
fr: Hauteur maximale
russian: Макс. высота

source: Max height help
es: La altura máxima permitida de los avatares en píxeles (se recomienda 60).
fr: La hauteur maximum autorisée pour les avatars, en pixel.
russian: Макс. разрешённая высота аватары в пикселях (рекомендуется 60).

source: Max size label
es: Tamaño máximo
fr: Poids maximal
russian: Макс. размер

source: Max size help
es: El tamaño máximo permitido de los avatares en bytes (se recomienda 10240).
fr: Poids maximum autorisé pour l’avatar, en octet.
russian: Макс. разрешённый размер аватары в байтах (рекомендуется 10240).

source: E-mail subhead
es: Correo electrónico
fr: Email
russian: Почта

source: Admin e-mail label
es: Correo electrónico de administrador
fr: Email de l’administrateur
russian: Почта Админа

source: Admin e-mail help
es: La dirección de correo electrónico del administrador del foro.
fr: L’adresse mail de l’administrateur de ce forum.
russian: Адрес администратора форума.

source: Webmaster e-mail label
es: Correo electrónico del webmaster
fr: Email du webmaster
russian: Почта Вебмастера

source: Webmaster e-mail help
es: Esta es la dirección desde la que se enviarán todos los correos electrónicos enviados por la junta. <b>Debe coincidir con la configuración SMTP (ver más abajo), si se especifica.</b>
fr: Ceci est l’adresse de la part de qui tous les emails envoyés par ce forum seront adressés. <b>Doit correspondre aux paramètres SMTP (voir dessous), si spécifiés.</b>
russian: Этот адрес будет показан в поле "от кого" при рассылке с форума.

source: Forum subscriptions label
es: Suscripciones al foro
fr: Abonnements au forum
russian: Подписки разделов

source: Forum subscriptions help
es: Permitir a los usuarios suscribirse a foros (recibir correo electrónico cuando alguien crea un tema nuevo).
fr: Autoriser les utilisateurs à s’abonner aux forums (reçoivent un email quand quelqu’un crée un nouveau sujet).
russian: Разрешить пользователям подписываться на разделы (получать email, если будет создана новая тема).

source: Topic subscriptions label
es: Suscripciones a temas
fr: Abonnements aux discussions
russian: Подписки тем

source: Topic subscriptions help
es: Permitir que los usuarios se suscriban a temas (recibir un correo electrónico cuando alguien responda).
fr: Autoriser les utilisateurs à s’abonner aux discussions (reçoivent un email quand quelqu’un poste une réponse).
russian: Разрешить пользователям подписываться на темы (получать email, если кто-то ответил).

source: SMTP address label
es: Dirección del servidor SMTP
fr: adresse du serveur SMTP
russian: Сервер SMTP
