Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_users.po
Languages: fr

source: No users selected
fr: Pas d&#8217utilisateur séléctionné.

source: Action not available
fr: Action non disponible.

source: You are not allowed to delete the %s
fr: Vous n&#8217êtes pas autorisé à effacer le %s.

source: You are not allowed to ban the %s
fr: Vous n&#8217êtes pas autorisé à bannier le %s.

source: You are not allowed to change group for %s
fr: Vous n&#8217êtes pas autorisé changer le groupe pour %s.

source: No move admins message
fr: Pour des raisons de sécurité, vous n&#8217êtes pas autorisé à déplacer de multiples administrateurs dans un autre groupe. Si vous voulez déplacer ces administrateurs, vous pouvez le faire depuis leurs profils respectifs.

source: No delete admins message
fr: Administrateurs/moderateurs ne peuvent être effacés. Pour les effacer, vous devez d&#8217adbord les déplacer dans un autre groupe utilisateur.

source: No ban admins message
fr: Administrateurs/moderateurs ne peuvent être bannis. Pour les bannir, vous devez d&#8217adbord les déplacer dans un autre groupe utilisateur.

source: Change user group
fr: Changer le groupe utilisateur

source: Move users
fr: Déplacer les utilisateurs

source: New group label
fr: Nouveau groupe

source: New group help
fr: Selectioner le groupe vers lequel les utilisateurs vont être déplacés: <b>%s</b>.

source: Users move redirect
fr: Utilisateurs déplacés.

source: Deleting users
fr: Effacer les utilisateurs

source: Delete users
fr: Effacer les utilisateurs

source: Confirm delete info
fr: Veuillez confirmer que vous voulez effacer ces utilisateurs: <b>%s</b>.

source: Delete posts
fr: Effacer leurs messages et sujets de discussion

source: Delete warning
fr: <b>Attention!</b> Utilisateurs et messages effacés ne peuvent être restaurés. Si vous ne choisissez pas d&#8217effacer les messages liés à l&#8217utlisateur, ceux ci ne seront plus effaçables que manuellement ensuite.

source: Users delete redirect
fr: Utilisateurs effacés.

source: User search head
fr: Recherche d&#8217utilisateur

source: User search subhead
fr: Critères de recherche

source: User search info
fr: Recherche des utilisateurs dans la base. Vous pouvez entrer un ou plusieurs termes à recherche. Les caractères génériques asterisque (*) et point d&#8217interrogation (?) sont acceptés.

source: Username label
fr: Nom d&#8217utilisateur

source: E-mail address label
fr: Email

source: Title label
fr: Titre

source: Real name label
fr: Nom réel

source: Gender label
fr: Genre

source: Do not display
fr: Ne pas afficher

source: Website label
fr: Site web

source: Location label
fr: Lieu

source: Signature label
fr: Signature

source: Admin note label
fr: Note de l&#8217administration

source: Posts label
fr: Messages

source: Last post label
fr: Dernier message

source: Last visit label
fr: Dernière visite

source: Registered label
fr: Enregistré

source: Order by label
fr: classer par

source: Order by username
fr: Nom d&#8217utlisateur

source: Order by e-mail
fr: Email

source: Order by posts
fr: Nombre de messages

source: Order by last post
fr: Dernier message

source: Order by last visit
fr: Dernière visite

source: Order by registered
fr: Enregistré

source: Ascending
fr: Ascendant

source: Descending
fr: Descendant

source: User group label
fr: groupe utilisateur

source: All groups
fr: Tous les groupes

source: Unverified users
fr: Utilisateurs non vérifiés

source: Submit search
fr: Soumettre la recherche

source: IP search head
fr: Recherche d&#8217IP

source: IP search subhead
fr: IP à rechercher

source: IP address label
fr: adresse IP

source: Find IP address
fr: Trouver l&#8217adresse IP

source: Results head
fr: Résultats de recherche

source: Results username head
fr: Nom d&#8217utilisateur

source: Results e-mail head
fr: Email

source: Results title head
fr: Titre

source: Results posts head
fr: Messages

source: Results admin note head
fr: Note

source: Results IP address head
fr: adresse IP

source: Results last used head
fr: Dernière utilisation

source: Results times found head
fr: Nombre d&#8217occurences

source: Results action head
fr: Action

source: Results find more link
fr: Trouver plus d&#8217utilisateurs pour cette IP

source: Results no posts found
fr: Il n&#8217y a pour l&#8217instant aucun message de cet utilisateur dans le forum.

source: Select
fr: Selectionner

source: Select all
fr: Selectionner tout

source: Unselect all
fr: Déselectionner tout

source: Ban
fr: Bannir

source: Delete
fr: Effacer

source: Change group
fr: Changer de groupe

source: Bad IP message
fr: L&#8217adresse IP n&#8217est pas formatée correctement.

source: Results view IP link
fr: Voir les statistiques IP

source: Results show posts link
fr: Montrer les messages

source: Search results legend
fr: Selectionner coment voir les résultats de recherche

source: No users found
fr: Pas d&#8217utilisateur correspondant à ces critères.

source: User promote redirect
fr: Utilisateur promu.

source: You are trying to change your own group
fr: Vous êtes en train d&#8217essayer de changer votre propre groupe.

source: User is ban
fr: L&#8217utilisateur %s est banni.

source: New user head
fr: Nouvel utilisateur

source: New user
fr: Nouvel utilisateur

source: Add user
fr: Ajouter utilisateur

source: Add user legend
fr: Ajouter utilisateur

source: New user added redirect
fr: Nouvel utilisateur ajouté.

source: Updated the number of users posts redirect
fr: Nombre de messages utilsateur et discussions mis à jour

source: Recalculate
fr: Recalculer

source: Recalculate head
fr: Recalcul du nombre de messages et discussion utilisateurs

source: Number of users posts
fr: Nombre de messages et discussion utilisateurs
