Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_reports.po
Languages: es, fr, zh

source: Report zapped redirect
es: Reporte marcado como leído.
fr: Signalements marqués comme lu.
zh: 举报已标记为已读。

source: New reports
es: Nuevos reportes
fr: Nouveaux signalements
zh: 新举报

source: Post #%s
es: Mensajes #%s
zh: 帖子 #%s

source: Post #%s
es: <a href="%6$s">%5$s</a> » <a href="%4$s">%3$s</a> » <a href="%2$s">Mensaje #%1$s</a>
fr: <a href="%6$s">%5$s</a> » <a href="%4$s">%3$s</a> » <a href="%2$s">Post #%1$s</a>
zh: <a href="%6$s">%5$s</a> » <a href="%4$s">%3$s</a> » <a href="%2$s">帖子 #%1$s</a>

source: Reported %s
es: Reportado %s
fr: Signalé %s
zh: 举报于 %s

source: Reported by
es: Reportado por
fr: Signalé par
zh: 举报者

source: Reason
es: Razón
fr: Raison
zh: 原因

source: Zap
es: Marcar como leído
fr: Marqué comme lu
zh: 标记为已读

source: No new reports
es: No hay nuevos reportes.
fr: Il n’y a pas de nouveaux signalements.
zh: 没有新的举报。

source: 10 last read reports
es: 10 últimos reportes leídos
fr: 10 derniers signalements lus
zh: 最近10个已读举报

source: NA
zh: 不适用

source: Marked as read %1$s by %2$s
es: Marcado como leído %1$s por %2$s
fr: Marqué comme lu %1$s par %2$s
zh: 由 %2$s 于 %1$s 标记为已读

source: No zapped reports
es: There are no read reports.
fr: Il n’y a pas de signalements lus.
zh: 没有已读举报。
