Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_permissions.po
Languages: ru

source: Perms updated redirect
ru: Права изменены. Переадресация …

source: Permissions head
ru: Права

source: Posting subhead
ru: Сообщения

source: BBCode label
ru: BBCode

source: BBCode help
ru: Разрешить BBCode в сообщениях (рекомендуется).

source: Image tag label
ru: Тег IMG

source: Image tag help
ru: Разрешить тег [img][/img] в сообщениях.

source: All caps message label
ru: Сообщение заглавными

source: All caps message help
ru: Разрешить сообщения, состоящие из одних заглавных букв.

source: All caps subject label
ru: Тема заглавными

source: All caps subject help
ru: Разрешить заголовки тем, состоящие из одних заглавных букв.

source: Require e-mail label
ru: Обязательный email гостя

source: Require e-mail help
ru: Если гостям разрешено отправлять комментарии, требовать от них указать email.

source: Signatures subhead
ru: Подписи

source: BBCode sigs label
ru: BBCodes в подписи

source: BBCode sigs help
ru: Разрешить BBCodes в подписи пользователя.

source: Image tag sigs label
ru: Тег IMG в подписи

source: Image tag sigs help
ru: Разрешить тег [img][/img] в подписи пользователя (не рекомендуется).

source: All caps sigs label
ru: Подпись заглавными

source: All caps sigs help
ru: Разрешить подписи, состоящие из одних заглавных букв.

source: Max sig length label
ru: Макс. длина сообщения

source: Max sig length help
ru: Максимальное количество букв в подписи пользователя.

source: Max sig lines label
ru: Макс. строк сообщения

source: Max sig lines help
ru: Максимальное количество строк в подписи пользователя.
