Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_uploads.po
Languages: es, fr, ru

source: Uploads head
es: Upload de archivos
fr: Envois de fichier
ru: Загрузка файлов

source: Uploads mode label
es: Permitir
fr: Activé
ru: Включить

source: Uploads mode help
es: Las configuraciones para grupos individuales están disponibles en <a href="%2$s">%1$s</a>.
fr: Les réglages pour groupes sont ici <a href="%2$s">%1$s</a>.
ru: Настройки для отдельных групп доступны в <a href="%2$s">%1$s</a>.

source: Upload quality label
es: Calidad
fr: Qualité
ru: Качество

source: Upload quality help
es: Calidad de imágenes entre 0 y 100.
fr: Qualité des images entre 0 et 100.
ru: Качество изображений от 0 до 100.

source: Upload axis limit label
es: Límite del eje
fr: Limite de taille
ru: Ограничение по оси

source: Upload axis limit help
es: La imagen subida cambiará de tamaño si su ancho/alto es mayor que este límite.
fr: L’image envoyée sera redimensionnée si largeur ou hauteur sont plus grand que cette limite.
ru: К загруженному изображению будет применен ресайз, если его ширина/высота больше этого ограничения.

source: Output image types label
es: Tipos de imágenes de salida
fr: Type de l’image traitée
ru: Вых. типы картинок

source: Output image types help
es: Tipos de imágenes para guardar en este sitio, separadas por comas. Si se sube una imagen de otro tipo, se convertirá al primer tipo de esta lista.
fr: Le type de l’image à sauver sur ce site, séparé par des virgules. Si une image d’un autre type est chargée, elle sera convertie au premier type de cette liste.
ru: Типы картинок для сохранения на этот сайт, через запятую. Если загружена картинка другого типа, то она будет конвертирована в первый тип из этого списка.

source: Page %s missing
es: Falta la página %s.
fr: Page %s manquante.
ru: Страница %s отсутствует.

source: File list head
es: Lista de archivos
fr: Liste des fichiers
ru: Список файлов

source: File head
es: Archivo
fr: Fichier
ru: Файл

source: Size head
es: Tamaño
fr: Taille
ru: Размер

source: Created head
es: Creado
fr: Crée
ru: Создан

source: User head
es: Autor
fr: Auteur
ru: Автор

source: Delete file head
es: Borrar archivo
fr: Supprimer le fichier
ru: Удаление файла

source: Confirm delete
es: ¿Borrar archivo?
fr: Supprimer le fichier?
ru: Удалить файл?

source: I want to delete file %s
es: Sí, quiero eliminar el archivo <b>%s</b>
fr: Oui, je veux supprimer le fichier <b>%s</b>
ru: Да, я хочу удалить файл <b>%s</b>

source: Delete file warn
es: Este archivo se utiliza en (aproximadamente) <b>%1$s</b> mensajes y en <b>%2$s</b> mensajes privados.
fr: Ce fichier est utilisé (approximativement) dans <b>%1$s</b> messages et dans <b>%2$s</b> messages privés.
ru: Файл встречается (приблизительно) в <b>%1$s</b> сообщениях и в <b>%2$s</b> личных сообщениях.

source: File deleted redirect
es: Archivo eliminado
fr: Fichier supprimé.
ru: Файл удален.

source: File not deleted redirect
es: Archivo no eliminado
fr: Le fichier n'a pas été supprimé.
ru: Не получилось удалить файл.
