Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_maintenance.po
Languages: es, fr

source: Maintenance head
es: Mantenimiento del foro
fr: Maintenance du forum

source: Rebuild index head
es: Reconstruir el índice de búsqueda
fr: Reconstruction de l&#8217index de recherche

source: Rebuild index info
es: Si añadistes, editaste o eliminaste publicaciones manualmente en la base de datos o si tienes problemas para realizar la búsqueda, debes reconstruir el índice de búsqueda. Para obtener el mejor rendimiento, debes poner el foro en modo de mantenimiento (ver arriba) durante la reconstrucción. <b>¡La reconstrucción del índice de búsqueda puede llevar mucho tiempo y aumentará la carga del servidor durante el proceso de reconstrucción!</b>
fr: Si vous avez ajouté, modifié ou supprimé des messages manuellement dans la base de données ou si vous avez des problèmes de recherche, vous devriez reconstruire l&#8217index de recherche. Pour de meilleures performances, vous devriez passer le forum en mode maintenance durant la reconstruction. <b>Reconstruire l&#8217index de recherche peut prendre un certain temps et va accroitre la charge du serveur durant le processus!</b>

source: Posts per cycle label
es: Mensajes por ciclo
fr: Messages par cycle

source: Posts per cycle help
es: El número de mensajes a procesar por página vista. P.ej. si ingresara 300, se procesarían trescientas publicaciones y luego la página se actualizaría. Esto es para evitar que el script expire durante el proceso de reconstrucción.
fr: Le nombre de messages à afficher pour chaque page. Ex. : si vous indiquez 300, trois cents messages seront traités, ensuite la page sera réactualisée. Ceci évite que le script ne s&#8217interrompe durant le processus de reconstruction.

source: Starting post label
es: ID del mensaje inicial
fr: ID du message de départ

source: Starting post help
es: El ID del mensaje para comenzar a reconstruir. El valor predeterminado es el primer ID disponible en la base de datos. Normalmente no querrás cambiar esto.
fr: L&#8217ID du message de départ pour la reconstruction. La valeur pas défaut est le premier ID disponible dans la base de données. En principe, vous ne devriez pas avoir à changer cela.

source: Empty index label
es: Índice vacío
fr: Effacer l&#8217index

source: Empty index help
es: Selecciona esta opción si quieres que el índice de búsqueda se vacíe antes de reconstruirlo (ver más abajo).
fr: Selectionner ceci si vous voulez que l&#8217index soit vidé avant sa reconstruction (voir plus bas).

source: Rebuild completed info
es: Una vez finalizado el proceso, serás redirigido de nuevo a esta página. Si te ves obligado a cancelar el proceso de reconstrucción, anota el último ID de mensaje procesado e introduce ese ID+1 en &quot;Starting post ID&quot; cuando/si quieres continuar (&quot;Empty index&quot; no debe estar seleccionado).
fr: Une fois que le processus s&#8217est achevé vous serez redirigé vers cette page. L&#8217activation de Javascript dans votre navigateur est fortement recommandée durant la reconstruction (pour redirection automatique au terme d&#8217un cycle). Si vous êtes contraint d&#8217interrompre le processus de reconstruction, notez l&#8217ID du message traité en dernier et indiquez la valeur ID+1 dans «&#160;ID du message de départ&#160;» lorsque/si vous souhaitez continuer («&#160;Effacer l&#8217index&#160;» ne doit pas être sélectionné).

source: Rebuild index
es: Reconstruir índice
fr: Reconstruire l&#8217index

source: Rebuilding search index
es: Reconstruir índice de búsqueda
fr: Reconstruire l&#8217index de recherche

source: Rebuilding index end
es: El índice de reconstrucción ha terminado.
fr: Reconstruction de l&#8217index terminée.

source: Processed posts
es: Mensajes procesados de <b>%1$s</b> a <b>%2$s</b> …
fr: Messages traités de <b>%1$s</b> à <b>%2$s</b> …

source: Maintenance mode label
es: Activar
fr: Activé

source: Maintenance mode help
es: Cuando esté habilitado, el foro sólo estará disponible para los Administradores que hayan iniciado sesión antes de habilitarlo. Esta opción debe utilizarse si el foro necesita ser desactivado temporalmente por mantenimiento.<br><b>¡ATENCIÓN! No cierre la sesión cuando el foro esté en modo de mantenimiento. No podrá volver a conectarse.</b>
fr: Quand activé, le forum sera uniquement accessible aux administrateurs connectés avant l&#8217activation. Ceci devrait être utilisé si le forum nécessecite d&#8217être arrété temporairement pour maintenance.<br><b>ATTENTION! Ne pas se déconnecter du forum en mode maintenance. Vous serez dans l&#8217incapacité de vous connecter à nouveau.</b>

source: Maintenance message label
es: Mensaje de mantenimiento (HTML)
fr: Message de maintenance (HTML)

source: Maintenance message help
es: El mensaje que se mostrará a los usuarios cuando el foro esté en modo de mantenimiento.
fr: Le message qui sera affiché aux utilisateurs quand le forum est en mode maintenance.

source: Default maintenance message
es: Los foros están temporalmente inactivos por mantenimiento. <b>Inténtalo de nuevo en unos minutos.</b>
fr: Forum en maintenance. <b>Veuillez réessayer dans quelques minutes.</b>

source: Clear cache head
es: Limpiar cache
fr: Effacer le cache

source: Clearing the cache
es: Limpiar cache
fr: Effacer le cache

source: Clear
es: Limpiar
fr: Effacer

source: Clear cache redirect
es: Caché del foro borrado.
fr: Cache du forum effacé.
