Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_logs.po
Languages: es, fr, zh

source: Log name
es: Nombre del registro
zh: 日志名称

source: Level emergency
es: Emergencia
fr: Urgence
zh: 紧急

source: Level alert
es: Alerta
fr: Alerte
zh: 警报

source: Level critical
es: Cr√≠tico
fr: Critique
zh: 严重

source: Level error
es: Error
fr: Erreur
zh: 错误

source: Level warning
es: Advertencia
fr: Avertissement
zh: 警告

source: Level notice
es: Noticia
fr: Notice
zh: 提示

source: Level info
es: Info
fr: Info
zh: 信息

source: Level debug
es: Debug
fr: Debug
zh: 调试

source: View log %s
es: Ver %s
fr: Voir %s
zh: 查看 %s

source: Download log
es: Descargar
fr: Télécharger
zh: 下载

source: Delete log
es: Eliminar
fr: Effacer
zh: 删除

source: Delete log head
es: Eliminar registro
fr: Effacer le journal
zh: 删除日志

source: Delete log %s
es: Eliminar registro %s
fr: Effacer le journal %s
zh: 删除日志 %s

source: Log deleted redirect
es: Registro borrado.
fr: Journal effacé.
zh: 日志已删除。

source: Failed to delete log redirect
es: Error al borrar el registro.
fr: Echec de l&#8217effacement du journal.
zh: 删除日志失败。

source: Log %s
es: Registro %s
fr: Journal %s
zh: 日志 %s
