Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_index.po
Languages: es, fr

source: Not available
es: No disponible
fr: Non disponible

source: Forum admin head
es: Administración del foro
fr: Administration du forum

source: Welcome to admin
es: Bienvenido al panel de control de administración de ForkBB. Desde aquí puedes controlar aspectos vitales del foro. Dependiendo de si eres administrador o moderador puedes:
fr: Bienvenue sur le panneau d’administration ForkBB. Vous pouvez depuis ici controler des aspect vitaux du forum. En fonction de si vous êtes administrateur ou un modérateur vous pouvez:

source: Welcome 1
es: Organizar categorías y foros.
fr: Organiser les catégories et les discussions.

source: Welcome 2
es: Establecer opciones y preferencias para todo el foro.
fr: Changer les options et préférences du forum.

source: Welcome 3
es: Controlar los permisos de usuarios e invitados.
fr: Controler les permissions des utilisateurs et invités.

source: Welcome 4
es: Ver las estadísticas de IP de los usuarios.
fr: Voir les statistiques IP par utilisateur.

source: Welcome 5
es: Banear usuarios.
fr: Bannir des utilisateurs.

source: Welcome 6
es: Censurar palabras.
fr: Censurer des mots.

source: Welcome 7
es: Configurar grupos de usuarios y promociones.
fr: Régler les promotions de groupes et d’utilisateur.

source: Welcome 8
es: Eliminar mensajes antiguos.
fr: Elaguer les vieilles discussions.

source: Welcome 9
es: Manejar mensajes de reporte.
fr: Gérer les signalements.

source: About head
es: Sobre ForkBB
fr: A propos de ForkBB

source: ForkBB version label
es: Revision
fr: Revision

source: ForkBB version data
es: %s
fr: %s

source: Server statistics label
es: Estadísticas del servidor
fr: Statistiques serveur

source: View server statistics
es: Ver las estadísticas del servidor
fr: Voir les statistiques serveur

source: Support label
es: Soporte
fr: Support

source: PHPinfo disabled message
es: La función de PHP phpinfo() ha sido deshabilitada en este servidor.
fr: La fonction PHP phpinfo() a été désactivée sur ce serveur.

source: Server statistics head
es: Estadísticas del servidor
fr: Statistiques serveur

source: Server load label
es: Carga del servidor
fr: Charge du serveur

source: Server load data
es: %1$s - %2$s visitante(s) en línea
fr: %1$s - %2$s visiteur(s) en ligne

source: Environment label
es: Entorno
fr: Environement

source: Environment data OS
es: Sistema operativo: %s
fr: Système d’exploitation: %s

source: Show info
es: Ver información
fr: Montrer les infos

source: Environment data version
es: PHP: %s
fr: PHP: %s

source: Environment data acc
es: Acelerador:
fr: Accelerateur:

source: Database label
es: Base de datos
fr: Base de données

source: Database data tables
es: Tablas: %s
fr: Tables: %s

source: Database data rows
es: Filas: %s
fr: Lignes: %s

source: Database data size
es: Tamaño: %s
fr: Taille: %s

source: Other
es: Otros:
fr: Autre:

source: Community
es: Comunidad
fr: Communautée
