Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_update.po
Languages: es, fr

source: Update ForkBB
es: Actualizar ForkBB
fr: Mettre à jour ForkBB

source: Update script is running
es: Se está ejecutando el script de actualización.
fr: La mise à jour est lancée.

source: Update message
es: Su base de datos de ForkBB está desactualizada y debe actualizarse para poder continuar. Si es el administrador de la placa, siga las instrucciones a continuación para completar la actualización.
fr: Votre base de données ForkBB est dépassée et doit être mise à jour pour continuer de fonctionner. Si vous êtes l&#8217administrateur du forum, veuillez suivre les instructions suivantes pour compléter la mise à jour.

source: Note
es: Nota:

source: Members message
es: Este proceso es sólo para administradores de foro. Si eres miembro, no hay nada de qué preocuparte: ¡los foros volverán a funcionar en breve!
fr: Le processus est réservé aux administrateurs. Si vous êtes un membre, pas d&#8217inquiétude : Le forum sera bientot de retour!

source: Administrator only
es: ¡Este paso es sólo para el administrador del foro!
fr: Le processus est réservé aux administrateurs!

source: Database password info
es: Para realizar la actualización de la base de datos, ingrese la contraseña de la base de datos con la que se instaló ForkBB. Si no lo recuerdas, esto se almacena en la configuración de tu foro.
fr: Pour effectuer la mise à jour de la base, veuillez entrer le mot de passe de la base sur laquelle ForkBB a été installé. Si vous ne savez pas, ceci est sauvegardé dans la configuration du forum.

source: Database password note
es: Si está ejecutando SQLite (y por lo tanto no tiene contraseña de base de datos), utilice el nombre del archivo de la base de datos. Esto debe coincidir exactamente con el nombre del archivo de base de datos proporcionado en su archivo de configuración.
fr: Si vous utilisez SQLite (vous n&#8217avez pas de mot de passe) utilisez le nom de fichier de la base à la place. Celui doit être précisemment le nom spécifié dans les fichiers de configuration.

source: Database password
es: Contraseña de la base de datos
fr: Mot de passe de la base

source: Maintenance
es: Mantenimiento

source: Maintenance message info
es: El mensaje que se mostrará a los usuarios durante el proceso de actualización. Este texto no se analizará como las publicaciones normales y, por lo tanto, puede contener HTML.
fr: Le message qui sera affiché aux utilisateurs durant le processus de maintenance. Ce texte n&#8217est pas analysé comme un message du forum et peut contenir de l&#8217HTML.

source: Maintenance message
es: Mensaje de mantenimiento
fr: Message de maintenance

source: You are running error
es: Estás ejecutando %1$s versión %2$s. ForkBB rev.%3$s requiere al menos %1$s %4$s para ejecutarse correctamente. Debes actualizar tu instalación de %1$s antes de poder continuar.
fr: vous utilisez %1$s version %2$s. ForkBB rev.%3$s demande au moins %1$s %4$s . Vous devez mettre à jour %1$s installation avant de pouvoir continuer.

source: Version mismatch error
es: La versión no coincide. La base de datos no parece estar ejecutando un esquema de base de datos ForkBB compatible con este script de actualización.
fr: Les versions ne correspondent pas. La base ne semble pas utiliser un schéma de base ForkBB supporté par ce script de mise à jour.

source: Invalid file error
es: Nombre de archivo de base de datos no válido. Cuando utilice SQLite, el nombre del archivo de la base de datos debe ingresarse exactamente como aparece en su '%s'
fr: Nom de base de données invalide. En utilisant SQLite le nom de fichier de la base doit être entré exactement tel qu&#8217il apparait dans votre '%s'

source: Invalid password error
es: Contraseña de base de datos no válida. Para actualizar ForkBB debes ingresar la contraseña de tu base de datos exactamente como aparece en tu '%s'
fr: Mot de passe de la base de données invalide. Pour mettre à jour ForkBB vous devez entrer votre mot de passe de base de données exactement tel qu&#8217il apparait dans '%s'

source: Script runs error
es: Parece que otra persona ya está ejecutando el script de actualización.
fr: Il semble que le script de mise à jour soit déjà activé par quelqu&#8217un d&#8217autre.

source: Start update
es: Iniciar la actualización
fr: Démarrer la mise à jour

source: Successfully updated
es: La base de datos de tu foro se actualizó exitosamente.
fr: Votre base de données à été mise à jour.

source: Unable to write update lock
es: No se puede escribir el bloqueo de actualización.
fr: impossible d&#8217ecrire le verrou de mise à jour.

source: Stage %1$s (%2$s)
es: Fase %1$s (%2$s)

source: The structure of the main.php file is undefined
es: La estructura del archivo main.php no está definida.
fr: la strucuture du fichier main.php est indéfinie.

source: The %s table already exists. Delete it.
es: La tabla %s ya existe. Bórrala.
fr: La table %s existe déjà. Effacez la.

source: Unable to create %s table
es: No se puede crear la tabla %s.
fr: Impossible de créer la table %s .

source: Unable to add test_field field to %s table
es: No se puede agregar el campo test_field a la tabla %s.
fr: Impossible d&#8217ajouter le champ test_field à la table %s .

source: Unable to insert line to %s table
es: No se puede insertar una línea en la tabla %s.
fr: Impossible d&#8217insérer une ligne à la table %s.

source: Unable to drop test_field field from %s table
es: No se puede eliminar el campo test_field de la tabla %s.
fr: Impossible de supprimer le champ test_field de la table %s.

source: Unable to drop %s table
es: No se puede eliminar la tabla %s.
fr: Impossible de vider la table %s .
