Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_providers.po
Languages: es, fr, ru

source: OAuth authorization disabled
es: Autorización OAuth está <a href="%s">desactivado</a>.
fr: OAuth authorisation <a href="%s">disabled</a>.
ru: OAuth-авторизация <a href="%s">выключена</a>.

source: Providers
es: Proveedores
fr: Fournisseurs
ru: Провайдеры

source: Provider label
es: Proveedor
fr: Fournisseur
ru: Провайдер

source: Position label
es: Posición
fr: Position
ru: Позиция

source: Allow label
es: Permitir
fr: Autoriser
ru: Вкл.

source: Providers updated redirect
es: Tabla de proveedores actualizada.
fr: Table des fournisseurs mis à jour.
ru: Таблица провайдеров обновлена.

source: Provider updated redirect
es: Datos del proveedor actualizados.
fr: Données fournisseur mis à jour.
ru: Данные провайдера обновлены.

source: Callback label
es: Callback URI
fr: Callback URI
ru: URI перенаправления

source: Callback help
es: El URI al que se devuelve al usuario después de haber concedido o denegado el acceso a la aplicación (corresponde al redireccionamiento_uri del protocolo OAuth). Debe especificarse al registrar su aplicación en el servidor del proveedor.
fr: The URI that the user is returned to after they have granted or denied access to the application (corresponds to the redirect_uri of the OAuth protocol). It must be specified when registering your application on the provider's server.
ru: Адрес, на который пользователь возращается после того, как он разрешил или отказал приложению в доступе (соответствует redirect_uri протокола OAuth). Его нужно указать при регистрации своего приложения на сервере провайдера.

source: ID label
es: Client ID
fr: Identité Client(ID)
ru: Идентификатор клиента

source: ID help
es: Identificador que podrás obtener al registrar tu aplicación en el servidor del proveedor.
fr: Identifiant que vous avez auprès du serveur fournisseur.
ru: Идентификатор (ID), который можно получить при регистрации своего приложения на сервере провайдера.

source: Secret label
es: Client secret
fr: Client secret
ru: Секрет клиента

source: Secret help
es: El contraseña (secreta) que puede obtener al registrar su aplicación en el servidor del proveedor.
fr: Le mot de passe (secret) que vous utilisez pour vous enregistrer sur le serveur du fournisseur.
ru: Секрет (пароль), который можно получить при регистрации своего приложения на сервере провайдера.

source: Change data help
es: Habilite esta casilla de verificación si desea cambiar los datos
fr: Cochez cette case si vous voulez changer les données
ru: Установите флажок, если хотите изменить данные

source: Sign in with %s
es: Inicia sesión con %s
fr: Connecté en tant que %s
ru: Войти с помощью %s

source: Sign up with %s
es: Registrarte con %s
fr: Enregistré en tant que %s

source: From %s
es: %s
fr: %s

source: Provider response error: %s
es: Error.<br>Respuesta del proveedor: %s.
fr: Echec.<br>Réponse du fournisseur: %s.
ru: Ошибка.<br>Ответ провайдера: %s.

source: State error
es: Error en el parámetro de estado.
fr: Erreur dans les paramètres.
ru: Ошибка в параметре state.

source: Token error: %s
es: Error en la solicitud del token de acceso: %s.
fr: Echec de la recupération d’un jeton d’accès: %s.
ru: Ошибка запроса токена доступа: %s.

source: cURL disabled
es: La extensión cURL está deshabilitada en PHP y enable_url_fopen = OFF.
fr: L’extension cURL est désactivée dans PHP et allow_url_fopen est sur OFF.
ru: Расширение cURL отключено в PHP и allow_url_fopen = OFF.

source: cURL error
fr: Erreur cURL.
ru: Ошибка cURL.

source: User error
es: La solicitud de datos del usuario falló.
fr: Echec de la récupération des données utilisateur.
ru: Ошибка запроса данных пользователя.

source: No new regs
es: Este foro no acepta nuevas inscripciones.
fr: Ce forum n’accepte pas de nouveaux enregistrements.
ru: Форум закрыт для новых регистраций.

source: Email message
es: Este correo electrónico recibido de %s pertenece a un usuario registrado.<br>¿Quizás utilizó otro proveedor para iniciar sesión o nombre de usuario + frase de contraseña?
fr: This email received from %s appartient à un utilisateur enregistré.<br>Peut être êtes vous enregistré via un autre fournisseur ou erreur identifiant + mot de passe?
ru: Данный электронный адрес, полученный от %s, принадлежит зарегистрированному пользователю.<br>Возможно, вы использовали другого провайдера для входа или имя + кодовую фразу?

source: Already linked to you
es: Esta cuenta ya está vinculada a usted.
fr: Ce compte est déjà lié à votre utilisateur.
ru: Данный аккаунт уже привязан к вам.

source: Already linked to another
es: Esta cuenta ya está vinculada a otro usuario.
fr: Ce compte est déjà lié à un autre utilisateur.
ru: Данный аккаунт уже привязан к другому пользователю.

source: Email registered by another
es: La dirección de correo electrónico recibida de %s está registrada por otro usuario.
fr: Cet adresse email recue de %s est enregistré par un autre utilisateur.
ru: Электронный адрес полученный от %s зарегистрирован другим пользователем.

source: Account linked
es: Cuenta vinculada.
fr: Compte lié.
ru: Аккаунт привязан.

source: Identifier label
es: Identificador
fr: Identifiant
ru: Идентификатор

source: Email label
es: Correo electrónico
fr: Email
ru: Электронный адрес

source: Verified label
es: Correo electrónico verificado
fr: Email verifié
ru: Адрес проверен

source: Account removed
es: Cuenta eliminada.
fr: Compte retiré.
ru: Аккаунт удален.

source: First time Register?
es: Estás aquí por primera vez. ¿Registro?
fr: Vous êtes ici pour la première fois. Voulez vous vous enregistrer?

source: Email banned
es: La dirección de correo electrónico recibida de %s está prohibida.
fr: Cette adresse email reçue de %s est bannie.
