Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_parser.po
Languages: es, fr

source: Parser settings updated redirect
es: Configuración del parseador actualizada
fr: Réglages de l&#8217analyseur mis à jours.

source: Parser settings head
es: Configuración del parseador
fr: Réglages de l&#8217analyseur

source: BBCode subhead
es: BBCode
fr: BBCode

source: BBCode label
es: BBCode
fr: BBCode

source: BBCode help
es: Permitir BBCode en los mensajes (recomendado).
fr: Autoriser le BBCode dans les messages (recommendé).

source: BBCode sigs label
es: BBCode en firmas
fr: BBCode dans les signatures

source: BBCode sigs help
es: Permitir BBCode en las firmas de los usuarios.
fr: Autoriser le BBCode dans les signatures utilisateur.

source: Smilies subhead
es: Smilies
fr: Smileys

source: Smilies mess label
es: Smilies en mensajes
fr: Smileys dans les messages

source: Smilies mess help
es: Convierte smilies en pequeños iconos gráficos.
fr: Convertir smileys en petites icones graphiques

source: Smilies sigs label
es: Smilies en firmas
fr: Smileys dans les signatures

source: Smilies sigs help
es: Convierta smilies en pequeños íconos gráficos en firmas de usuarios.
fr: Convertir smilies en petites icones graphiques dans les signatures utilisateur.

source: Clickable links label
es: Crear enlaces clicables
fr: Faire des liens cliquables

source: Clickable links help
es: Cuando está habilitado, ForkBB detectará automáticamente cualquier URL en las publicaciones y las convertirá en hipervínculos en los que se puede hacer clic.
fr: Quand activé, ForkBB détéctera automatiquement les adresses web dans les messages et les convertira en liens hypertextes cliquables.

source: BBCode management
es: Gestionar BBCode
fr: gestion du BBCode

source: Smilies management
es: Gestionar smilies
fr: gestion des Smilies

source: Smilies head
es: Smilies
fr: Smilies

source: Available images head
es: Imágenes disponibles
fr: Images disponibles

source: Available images subhead
es: Imágenes disponibles
fr: Images disponibles

source: Upload image head
es: Cargar imagen
fr: Envoyer une image

source: Upload image subhead
es: Cargar
fr: Envoyer

source: Picture label
es: Imagen
fr: Image

source: Name label
es: Nombre del archivo
fr: Nom du fichier

source: File %s deleted redirect
es: Archivo '%s' eliminado.
fr: File '%s' deleted.

source: File %s not deleted redirect
es: Archivo '%s' no eliminado
fr: Fichier '%s' non effacé.

source: Upload
es: Cargar
fr: Envoi

source: Upload image label
es: Nueva imagen
fr: Nouvelle image

source: Upload image info
es: Selecciona un archivo de imagen para cargar.
fr: Selectionner une image à envoyer.

source: Image uploaded redirect
es: Imagen cargada.
fr: Image envoyée.

source: Smilies list subhead
es: Lista de smilies
fr: Liste des smileys

source: Smiley number %s
es: Smile #%s
fr: Smiley #%s

source: Smiley code label
es: Código
fr: Code

source: Position label
es: Posición
fr: Position

source: New smile subhead
es: Nuevo smile
fr: Nouveau smiley

source: Smilies updated redirect
es: Smilies actualizados.
fr: Smileys mis à jour.

source: Smile deleted redirect
es: Smile eliminado.
fr: Smiley effacé.

source: BBCode head
es: BBCode
fr: BBCode

source: BBCode list subhead
es: Lista BBCode
fr: BBCode list

source: BBCode tag label
es: Etiqueta
fr: Mot Clé

source: BBCode tag title
es: Editar BBCode
fr: Modifier BBCode

source: BBCode allowed
es: Permitido
fr: Autorisé

source: BBCode display only
es: Solo mostrar
fr: Affiche uniquement

source: BBCode not allowed
es: No permitido
fr: Non autorisé

source: BBCode mes label
es: En mensajes
fr: Dans les messages

source: BBCode sig label
es: En firmas
fr: Dans les signatures

source: BBCode deleted redirect
es: BBCode eliminado.
fr: BBCode effacé.

source: Add bbcode head
es: Añadir BBCode
fr: Ajouter BBCode

source: Edit bbcode head
es: Editar BBCode
fr: Editer le BBCode

source: Delete bbcode head
es: Eliminar BBCode
fr: Effacer le BBCode

source: Delete bbcode btn
es: Eliminar BBCode
fr: Effacer le BBCode

source: Tag label
es: Etiqueta
fr: Tag

source: Tag info
es: Nombre BBCode. Formato de nombre: <code>^[a-z*][a-zd-]{0,10}$</code>
fr: nom du BB-code. Format de nom: <code>^[a-z*][a-zd-]{0,10}$</code>

source: Type label
es: Tipo
fr: Type

source: Type info
es: Tipo BBCode ...
fr: BBCode type ...

source: New type info
es: ... o nuevo tipo. Formato: <code>^[a-z][a-zd-]{0,19}$</code>
fr: ... ou un nouveau type. Format: <code>^[a-z][a-zd-]{0,19}$</code>

source: Parents label
es: Parents type
fr: Type parent

source: Parents info
es: Tipos de BBCode padre. Puedes especificar varios tipos.
fr: Types de parent BBCode. Vous pouvez spécifier de multiples types.

source: Handler label
es: Handler
fr: Gestionnaire

source: Handler info
es: PHP code for converting BBCode to HTML.
fr: PHP code pour convertir le BBCode en HTML.

source: Text handler label
es: Texto handler
fr: Gestionnaire de texte

source: Text handler info
es: Código PHP para convertir BBCode a texto sin formato.
fr: PHP code pour convertir le BBCode en texte.

source: Recursive label
es: Recursivo
fr: Recursif

source: Recursive info
es: Este es el BBCode recursivo. Hasta el final de la recursividad, el analizador no responde a otros BBCode.
fr: Ceci est du BBCode récursif. Jusqu&#8217à la fin de la récursion, l&#8217analyseur ne répond pas à un autre BBCode.

source: Text only label
es: Sólo texto
fr: Texte seulement

source: Text only info
es: Este BBCode contiene sólo texto.
fr: Ce BBCode contient uniquement du texte.

source: Tags only label
es: Sólo etiquetas
fr: Mot clés seulement

source: Tags only info
es: Este BBCode contiene únicamente otros BBCode.
fr: Ce BBCode contient uniquement un autre BBCode.

source: Pre label
es: Pre
fr: Pre

source: Pre info
es: En este BBCode, los avances de línea, las tabulaciones y los espacios adyacentes no se modificarán.
fr: Dans ce BBCode, saut de ligne, tabulation et espaces adjacent ne seront pas modifiés.

source: Single label
es: Único
fr: Simple

source: Single info
es: Etiqueta única. Este BBCode no tiene cuerpo ni etiqueta final.
fr: Tag simple. Ce BBCode n&#8217a ni corps ni tag de fin.

source: Auto label
es: Auto
fr: Auto

source: Auto info
es: Cierre automático de esta etiqueta con otros BBCode.
fr: Fermeture automatique de ce tag avec un autre BBCode.

source: Self nesting label
es: Auto anidado
fr: Auto-imbriquation

source: Self nesting info
es: ¿Cuántas veces se puede incrustar este BBCode en el mismo?
fr: Combien de fois ce BBCode peut se contenir lui même.

source: No attr subhead
es: Configuraciones para BBCode tipo [%s]...
fr: Réglage de BBCode type [%s]...

source: Allowed label
es: Permitido
fr: Autorisé

source: Allowed no_attr info
es: Permitir el uso de este BBCode sin atributos.
fr: Autoriser l&#8217utilisation de ce BBCode sans attributs.

source: Body format label
es: Formato del cuerpo
fr: Format du corps

source: Body format info
es: La expresión regular establece la regla para el cuerpo de este BBCode.
fr: Expression régulière, définit le corps de ce BBCode.

source: Def attr subhead
es: Configuración para el tipo de BBCode [%s=<i>value</i>]...
fr: Réglages pour BBCode de type [%s=<i>value</i>]...

source: Allowed def_attr info
es: Permitir el uso de este BBCode con atributo principal.
fr: Autoriser l&#8217usage de ce BBCode avec un attribut primaire.

source: Required label
es: Requerido
fr: Requis

source: Required info
es: Atributo requerido.
fr: Attribut requis.

source: Format label
es: Formato
fr: Format

source: Format info
es: La expresión regular establece la regla para este atributo.
fr: Expression régulière, défini la règle pour cet attribut.

source: Other attr subhead
es: Configuración para el tipo de BBCode [%1$s %2$s=<i>value</i>]...
fr: Réglage pour BBCode de type [%1$s %2$s=<i>value</i>]...

source: Allowed %s attr info
es: Permitir el uso de este BBCode con el atributo <b><code>%s</code></b>. No, este atributo se eliminará.
fr: Autoriser l&#8217usage de ce BBCode avec l&#8217attribut <b><code>%s</code></b> . Non - cet attribut sera effacé.

source: New attr subhead
es: Nuevo atributo
fr: Nouvel attribut

source: Allowed new_attr info
es: Añadir nuevo atributo
fr: Ajouter un nouvel attribut

source: Attribute name label
es: Nuevo nombre de atributo
fr: Nouveau nom d&#8217attribut

source: Attribute name info
es: Formato: <code>^[a-z-]{2,15}$</code>
fr: Format: <code>^[a-z-]{2,15}$</code>

source: Tag name not specified
es: Nombre de etiqueta no especificado.
fr: Nom de mot clé non spécifié.

source: PHP code error in Handler: %s
es: Error de código PHP en Handler: %s
fr: Erreur PHP dans les gestionnaire: %s

source: PHP code error in Text handler: %s
es: Error de código PHP en el texto Handler: %s
fr: Code d&#8217erreur PHP dans le gestionnaire de texte: %s

source: Recursive and Tags only are enabled at the same time
es: Recursivo y sólo etiquetas están habilitados al mismo tiempo.
fr: Recursif and mot clé seulement sont autorisés en même temps.

source: Recursive and Single are enabled at the same time
es: Recursivo y Único están habilitados al mismo tiempo.
fr: Recursif et Simple sont activés en même temps.

source: Text only and Tags only are enabled at the same time
es: Sólo Texto y Etiquetas están habilitados al mismo tiempo.
fr: Texte seulement et mot clé seulement sont activés en même temps.

source: Attribute %1$s, %2$s - regular expression error
es: Atributo %1$s, campo %2$s: error de expresión regular.
fr: Attribut %1$s, champ %2$s - erreur d&#8217expression régulière.

source: Attribute name %s is not valid
es: El nombre del atributo %s no es válido.
fr: le nom d&#8217attribut %s est non valide.

source: BBCode updated redirect
es: BBCode actualizado.
fr: BBCode mis à jour.

source: BBCode added redirect
es: BBCode añadido.
fr: BBCode ajouté.

source: New BBCode
es: Nuevo BBCode
fr: Nouveau BBCode

source: Default structure
es: Por defecto
fr: Par défaut
