Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_options.po
Languages: es, fr, russian

source: SMTP address help
es: La dirección de un servidor SMTP externo para enviar correos electrónicos. Puede especificar un número de puerto personalizado si el servidor SMTP no se ejecuta en el puerto predeterminado 25 (ejemplo: smtp.gmail.com:465). Déjelo en blanco para utilizar el programa de correo local.
fr: L'adresse d’un serveur SMTP externe via lequel envoyer les mails. Vous pouvez spécifier un port personnalisé si le serveur SMTP ne fonctionne pas sur le port par défaut, 25 (exemple: smtp.gmail.com:465). Laisser en blanc pour utilser le serveur interne.
russian: Адрес внешнего SMTP сервера на который отправлять письма. Можно дополнить номером порта если SMTP не использует порт по умолчанию 25 (пример: mail.myhost.com:3580). Оставьте пустым чтобы почтой занималась локальная программа mail.

source: SMTP username label
es: Nombre de usuario SMTP
fr: nom d’utilisateur SMTP
russian: SMTP username

source: SMTP username help
es: Nombre de usuario para el servidor SMTP. Introduce un nombre de usuario sólo si lo requiere el servidor SMTP.
fr: nom d’utilisateur pour le serveur SMTP. Entrer un nom d’utilisateur seulement si cela est requis par le serveur SMTP.
russian: Пользователь сервера SMTP. Заполняйте только если сервер этого требует (большинство серверов <strong>НЕ</strong> требуют авторизации).

source: SMTP password label
es: Contraseña SMTP
fr: mot de passe SMTP
russian: SMTP password

source: SMTP change password help
es: Marca esta casilla si quieres cambiar o borrar la contraseña almacenada actualmente.
fr: Cocher si vous souhaitez changer ou effacer le mot de passe stocké actuellement.
russian: Установите галку, если хотите поменять или удалить пароль

source: SMTP password help
es: Contraseña para el servidor SMTP. Introduzca una contraseña sólo si el servidor SMTP la requiere.
fr: Mot de passe pour le serveur SMTP. Entrer un mot de passe seulement si cela est requis par le serveur SMTP.
russian: Пароль для сервера SMTP. Заполняйте только если сервер этого требует (большинство серверов <strong>НЕ</strong> требуют авторизации).

source: SMTP SSL label
es: Cifrar SMTP mediante SSL
fr: Encrypter SMTP à travers SSL
russian: SMTP через SSL

source: SMTP SSL help
es: Cifrar la conexión al servidor SMTP mediante SSL. Sólo debe usarse si su servidor SMTP lo requiere y su versión de PHP admite SSL. TLS debe establecerse en <b>No</b>.
fr: Encrypte la connection au serveur SMTP en utilisant SSL. Ne devrait être utilisé que si le serveur SMTP le requiert, et que votre version de PHP supporte SSL. TLS doit être mis sur <b>Non</b>.
russian: Шифровать соединение с сервером SMTP через SSL. Включать только если сервер SMTP требует этого и ваша версия PHP поддерживает SSL.

source: Registration subhead
es: Registro
fr: Enregistrement
russian: Регистрация

source: Allow new label
es: Permitir nuevos registros
fr: Autoriser les nouveaux enregistrements
russian: Разрешить новые регистрации

source: Allow new help
es: Controla si este foro acepta nuevos registros. Desactívelo sólo en circunstancias especiales.
fr: Controle si ce forum accepte les nouveaux enregistrements. A ne désactiver que dans des circonstances particulières.
russian: Определяет разрешена ли регистрация новых пользователей на форуме. Выключите, если на то есть особые причины.

source: Verify label
es: Verificar registros
fr: Vérifier les enregistrements
russian: Подтверждение регистрации

source: Verify help
es: Cuando está habilitado, después del registro, los usuarios reciben un correo electrónico con un enlace de activación en su correo electrónico. Esta es una forma eficaz de evitar el abuso en el registro y de asegurarse de que todos los usuarios tengan la información &quot;correcta&quot;. direcciones de correo electrónico en sus perfiles.
fr: Si activé, les utilisateurs obtiendront par e-mail un mot de passe aléatoire lors de leur inscription. Ils pourront alors se connecter et modifier leur mot de passe dans leur profil s’ils le souhaitent. Cette fonctionnalité demande également une vérification de leur adresse électronique s’ils choisissent d’en changer. Ceci est un moyen efficace d’éviter l’inscription abusive et de vérifier que les utilisateurs ont une adresse électronique valide associée à leur profil.
russian: Если включено, после регистрации пользователи получают на указанный email письмо со случайным паролем. После получения письма пользователь может зайти на форум и поменять пароль в своём профиле, если посчитает нужным. Эта опция также заставляет пользователей подтвердить новый email в случае, если они захотят его сменить. Это эффективный способ избежать мусорных регистраций и позволяет гарантировать, что пользователь ввел свой настоящий email.

source: Report new label
es: Reportar nuevos registros
fr: Signaler les nouveaux enregistrements
russian: Отчет о регистрации

source: Report new help
es: Si está habilitado, ForkBB notificará a los usuarios de la lista de correo (ver arriba) cuando un nuevo usuario se registre en los foros.
fr: Si activé, ForkBB notifiera les utilisateurs de la liste de diffusion (voir en dessous) quand un nouvel utilisateur s'enregistre sur le forum.
russian: Если включено, ForkBB будет извещать людей из списка рассылки (см. выше) о вновь зарегистрированных пользователях.

source: Use rules label
es: Normas del foro de usuarios
fr: Règles utilisateur du forum
russian: Правила форума

source: Use rules help
es: Cuando está habilitado, los usuarios deben aceptar un conjunto de reglas al registrarse (ingrese el texto a continuación). Las reglas siempre estarán disponibles a través de un enlace en la tabla de navegación en la parte superior de cada página.
fr: Si activée, les utilisateurs devront accepter les règles lorsqu’ils s’inscriront (indiquez le texte ci-dessous). Ces règles seront toujours disponibles sous forme de lien dans le menu de navigation en haut de chaque page.
russian: Если включено, новый пользователь должен подтвердить согласие с правилами (см. текст ниже). Правила будут всегда доступны по ссылке в главном меню.

source: Rules label
es: Ingresa tus reglas aquí (HTML)
fr: Entrez vos règles ici (HTML)
russian: Текст правил

source: Rules help
es: Aquí puedes ingresar cualquier regla u otra información que el usuario deba revisar y aceptar al registrarse. Si habilitó las reglas anteriores, debe ingresar algo aquí; de lo contrario, se deshabilitará.
fr: Ici vous pouvez indiquer toute règle ou autre information que l’utilisateur doit considérer et accepter avant de s’inscrire. Si vous avez activé les règles ci-dessus vous devez saisir quelque chose ici, sinon, elles seront désactivées. Ce texte ne sera pas traité comme les messages ordinaires et peut contenir du code HTML.
russian: Вы можете ввести правила или иную информацию, с которой пользователь должен согласиться чтобы пройти регистрацию. Если вы включили показ правил выше, необходимо ввести сюда хоть что-нибудь, иначе опция будет выключена. Текст может содержать HTML.

source: E-mail default label
es: Configuración de correo electrónico predeterminada
fr: Règlages email par défaut
russian: Приватность email

source: E-mail default help
es: Elige la configuración de privacidad por defecto para el registro de nuevos usuarios.
fr: Choisissez le paramètre de vie privée pour les nouvelles inscriptions d’utilisateurs.
russian: Выберите уровень приватности по умолчанию для вновь регистрируемых пользователей.

source: Display e-mail label
russian: Показывать email другим пользователя.

source: Hide allow form label
russian: Спрятать email, но разрешить отправку писем через специальную форму.

source: Hide both label
russian: Спрятать email и запретить отправку писем.

source: Announcement subhead
es: Anuncios
fr: Annonces
russian: Объявления

source: Display announcement label
es: Mostrar anuncio
fr: Affiche de l’annonce
russian: Показывать объявление

source: Display announcement help
es: Habilita esto para mostrar el siguiente mensaje en el foro.
fr: Activer ceci pour afficher le message suivant dans le forum.
russian: Включите чтобы текст ниже отображался на форуме.

source: Announcement message label
es: Mensaje de anuncio (HTML)
fr: Message d’annonce (HTML)
russian: Текст объявления

source: Announcement message help
russian: Этот текст может содержать HTML.

source: Maintenance subhead
russian: Обслуживание

source: Maintenance mode label
russian: Режим обслуживания

source: Maintenance mode help
russian: Если включено, форум будет доступен только для админов. Может использоваться, если надо временно выключить сайт для проведения каких-то работ. <strong>ВНИМАНИЕ! Не выходите с форума пока действует режим обслуживания.</strong> Вы не сможете войти обратно.

source: Maintenance message label
russian: Текст сообщения

source: Maintenance message help
russian: Сообщение, которое будет показываться посетителям форума пока действует режим обслуживания. Если оставить пустым, будет использован текст по умолчанию. Текст может содержать HTML.

source: Users per page label
es: Usuarios por página
fr: Utilisateurs par page

source: Users per page help
es: Número de usuarios que aparecen en una página de la lista.
fr: Le nombre d’utilisateurs affiché sur une page de la liste.

source: Avatar quality label
es: Calidad
fr: Qualité

source: Avatar quality help
es: Calidad de imagen de avatar entre 0 y 100.
fr: Qualité d’image de l’avatar entre 0 et 100.

source: Email max recipients label
es: Destinatarios máximos
fr: Maximum de destinataires

source: Email max recipients help
es: El número máximo de destinatarios para un correo electrónico. Depende de tu servidor de correo.
fr: Le nombre maximum de destinataires pour un email. Dépend de votre serveur de mails.

source: All caps message label
es: Mensaje todo en mayúsculas
fr: Message en Capitales

source: All caps message help
es: Permitir que un mensaje contenga sólo mayúsculas.
fr: Autoriser un message contenant uniquement des lettres capitales.

source: All caps subject label
es: Asunto en mayúsculas
fr: Sujet en capitales

source: All caps subject help
es: Permitir que un asunto contenga sólo mayúsculas.
fr: Autoriser un sujet contenant uniquement des lettres capitales.

source: Require e-mail label
es: Requerir correo electrónico del invitado
fr: Nécessite l’email de l’invité

source: Require e-mail help
es: Exigir a los invitados que faciliten una dirección de correo electrónico al publicar.
fr: Nécessite que les invités fournissent une adresse mail pour poster.

source: All caps sigs label
es: Firma en mayúsculas
fr: Signature en capitales

source: All caps sigs help
es: Permitir que una firma sólo contenga mayúsculas.
fr: Autoriser une signature contenant uniquement des lettres capitales.

source: Polls subhead
es: Encuestas
fr: Sondages

source: Allow polls label
es: Permitir encuestas
fr: Autoriser les sondages

source: Max questions label
es: Preguntas máximas
fr: Maximum de questions

source: Max questions help
es: El número máximo de preguntas en una encuesta. <b>¡Se recomienda configurarlo una vez y no volver a cambiarlo!</b>
fr: Le nombre maximum de questions dans un sondage. <b>Il est recommandé de le régler une fois et de ne plus le changer!</b>

source: Max options label
es: Opciones máximas
fr: Maximum d’options

source: Max options help
es: El número máximo de respuestas posibles a una pregunta. <b>¡Se recomienda configurarlo una vez y no volver a cambiarlo!</b>
fr: Le nombre maximum de réponses possibles à une question. <b>Il est recommandé de le régler une fois et de ne plus le changer!</b>

source: Poll edit time label
es: Editar hora
fr: temps d’edition

source: Poll edit time help
es: Tiempo de edición de la encuesta (en minutos). Establezca en 0 para desactivar.
fr: Temps d’edition du sondage(en minutes). Mettre à 0 pour désactiver.

source: Hidden voices label
es: Voces ocultas
fr: Nombre de voix

source: Hidden voices help
es: El número de votos antes de los cuales puedes ocultar los resultados de la encuesta. Establecido en la encuesta.
fr: Le nombre de votes avant que les résultats du sondage soient affichés. A régler dans le sondage.

source: Result for guest label
es: Resultado para invitado
fr: Resultat pour les invités

source: Result for guest help
es: Los visitantes ven los resultados de la votación.
fr: Les invités voient le résultat du vote.

source: The folder for uploading avatars is incorrectly
es: La carpeta para subir avatares es incorrecta.
fr: Le dossier de stockage des avatars est incorrect.

source: For PHP, it is forbidden to write in the folder for uploading avatars
es: Para PHP, está prohibido escribir en la carpeta para subir avatares.
fr: Pour PHP, l’écriture est interdite dans le répertoire de stockage des avatars.

source: PM subhead
es: Mensajes privados
fr: Messages privés

source: Allow PM label
es: Permitir mensajes privados
fr: Autoriser les messages privés

source: Allow PM help
es: Las configuraciones para grupos individuales están disponibles en <a href="%2$s">%1$s</a>.
fr: Les réglages pour les groupes individuels sont ici <a href="%2$s">%1$s</a>.

source: Allow oauth label
es: Autorización OAuth
fr: Authentification OAuth

source: Allow oauth help
es: Permite que los usuarios inicien sesión/se registren en este tablero de anuncios utilizando cuentas en recursos de terceros.
fr: Autoriser les utilisateurs à s’enregistrer en utilisant un compte tiers.

source: Configure providers
es: Configurar proveedores
fr: Configurer les fournisseurs

source: Search cache lifetime label
es: Duración de la caché de búsqueda
fr: Durée de vie du cache de recherche

source: Search cache lifetime help
es: Tiempo de almacenamiento en caché de consultas de búsqueda en segundos.
fr: Durée de vie du cache de recherche en secondes.

source: Meta desc label
es: Metaetiqueta <i>description</i>
fr: Meta tag <i>description</i>

source: Meta desc help
es: Los motores de búsqueda pueden utilizar esta metaetiqueta para formar un fragmento que se muestra en los resultados de búsqueda.
fr: Ce meta tag peut être utilisé par les moteurs de recherche pour former un fragment qui sera affiché dans les résultats de recherche.

source: New og image label
es: Nueva imagen
fr: Nouvelle image

source: New og image help
es: Imagen para Open Graph por defecto. El tamaño recomendado es <b>1200</b> x <b>630</b> píxeles.
fr: Image pour Open Graph par défaut. La taille recommandée est <b>1200</b> x <b>630</b> pixels.

source: Not uploaded
es: No subido
fr: Non envoyé

source: Og image label
es: Imagen para Open Graph
fr: Image pour Open Graph

source: Og image help
es: El tamaño es <b>%1$s</b> x <b>%2$s</b> píxeles.
fr: La taille est de <b>%1$s</b> x <b>%2$s</b> pixels.

source: Delete og image
es: Eliminar imagen para Open Graph
fr: Effacer image pour Open Graph

source: Reaction subhead
es: Reacciones a los mensajes
fr: Reactions aux messages

source: Allow reaction label
es: Habilitar el sistema de reacción
fr: Activer le système de reaction

source: Reaction type label
es: Tipos de reacción
fr: Types de réactions

source: Reaction type help
es: Tipos de reacciones que estarán disponibles para los usuarios.
fr: Types de reactions disponibles pour l’utilisateur.

source: User has reactioned label
es: El usuario ha reaccionado
fr: L’utilisateur à réagi

source: User has reactioned help
es: Resalta las reacciones que el usuario ha seleccionado ante los mensajes mostrados. Desactívalo si experimenta una carga alta en el servidor.
fr: Surligner les réactions que l’utilisateur a sélectionné pour le message affiché. Désactiver si vous expérimentez des surcharges serveur.

source: Auto language detection label
es: Detección automática de idioma
fr: Détection automatique du langage

source: Auto language detection help
es: Detecta automáticamente el idioma del huésped en función de los datos de su solicitud al servidor, o devuelve el idioma predeterminado especificado anteriormente si esto falla.
fr: Détecter automatiquement le langage de l’invité en se basant sur les données de sa requête au serveur, ou retourner le langage par défaut si la détection échoue.

source: Cron for email label
fr: Utilisation de Cron

source: Cron for email help
fr: <b>ATTENTION!!!</b> Avant d'activer, ajouter la tache au planificateur de taches (cron or analogue), qui lancera &apos;<code>php cli.php send_mail</code>&apos; toutes les quelques minutes. Sans cette tache, les emails ne seront pas envoyés.

source: Hide e-mail label
fr: Cacher le champ de l'email

source: Hide e-mail help
fr: Cacher le champ de l'adresse invité pas si celui si n'est pas requis.

source: Disable email label
fr: Sans email

source: Disable email help
fr: Ne pas demander d'email à l'enregistrement si la vérification par mail est désactivée.
