Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_bans.po
Languages: es

source: No user message
es: No se ha registrado ningún usuario con ese nombre de usuario. Si quieres añadir un ban no ligado a un nombre de usuario específico simplemente deja el nombre de usuario en blanco.

source: No user ID message
es: No se ha registrado ningún usuario con ese ID.

source: User is admin message
es: El usuario %s es un administrador y no puede ser baneado. Si quieres banear a un administrador, primero debes degradarlo.

source: User is mod message
es: El usuario %s es un moderador y no puede ser baneado. Si quieres banear a un moderador, primero debes degradarlo.

source: User is ban
es: El usuario %s está baneado.

source: Must enter message
es: Debes introducir un nombre de usuario, una dirección IP o una dirección de correo electrónico (como mínimo).

source: Cannot ban guest message
es: El usuario invitado no puede ser baneado.

source: Invalid IP message (%s)
es: Has introducido un rango IP/IP inválido (%s).

source: Invalid e-mail message
es: La dirección de correo electrónico (por ejemplo, user@domain.com) o el dominio parcial de la dirección de correo electrónico (por ejemplo, dominio.com o .com) que has introducido no son válidos.

source: Invalid date message
es: Has introducido una fecha de expiración no válida. La prohibición debe durar al menos un día.

source: Ban added redirect
es: Ban añadido.

source: Ban edited redirect
es: Ban editado.

source: Ban removed redirect
es: Ban eliminado.

source: New ban head
es: Nuevo ban

source: Add ban subhead
es: Añadir ban

source: Edit ban head
es: Ban editable

source: Edit ban subhead
es: Editar ban

source: Username label
es: Usuario

source: Username help
es: Case-insensitive.

source: Ban search head
es: Buscar ban

source: Ban search subhead
es: Criterio de búsqueda

source: Ban search info
es: Buscar prohibiciones en la base de datos. Puedes introducir uno o varios términos de búsqueda. Se aceptan comodines en forma de asteriscos (*). Para mostrar todas las prohibiciones, deje todos los campos vacíos.

source: Message label
es: Mensaje

source: Order by label
es: Ordenar por

source: Ordenar por id
es: Record number

source: Ordenar por usuario
es: Username

source: Order by ip
es: IP

source: Order by e-mail
es: Email

source: Order by expire
es: Fecha de expiración

source: Ascending
es: Ascendente

source: Descending
es: Descendente

source: Submit search
es: Enviar búsqueda

source: E-mail label
es: Email

source: E-mail help
es: El correo electrónico o dominio de correo electrónico que deseas prohibir (por ejemplo, someone@somewhere.com, somewhere.com o .com).

source: IP label
es: IP address/IP-ranges

source: IP help
es: La dirección IP o los rangos de IP que deseas prohibir (por ejemplo, 150.11.110.1 o 150.11.110). Separa las direcciones con espacios. Si ya se ha introducido una IP, será la última IP conocida de este usuario en la base de datos.

source: Ban message label
es: Mensaje ban

source: Ban message help
es: Mensaje que se mostrará al usuario baneado cuando visite el foro.

source: Message expiry subhead
es: Mensaje de ban y expiración

source: Expire date label
es: Fecha de expiración

source: Expire date help
es: Fecha en la que este ban debe eliminarse automáticamente (formato: aaaa-mm-dd). Deja en blanco para eliminar manualmente.

source: Results head
es: Resultados de la búsqueda

source: Results username head
es: Usuario

source: Results e-mail head
es: Email

source: Results IP address head
es: IP/IP-ranges

source: Results expire head
es: Expira

source: Results message head
es: Mensaje

source: Results banned by head
es: Baneado por

source: Results actions head
es: Acciones

source: Search results legend
es: Selecciona cómo ver los resultados de la búsqueda

source: No bans found
es: No se han encontrado bans que coincidan con sus criterios.
