Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_extensions.po
Languages: es, fr

source: Details
es: Detalles:

source: Name
es: Nombre del package
fr: Nom du package

source: Description
es: Descripción

source: Release date
es: Fecha de publicación
fr: date de parution

source: Homepage
es: Página de inicio
fr: page d'accueil

source: Licence
es: Licencia

source: Requirements
es: Requisitos:
fr: Exigences:

source: Authors
es: Autor(es):
fr: Auteur(s):

source: php
es: Versión PHP
fr: version PHP

source: forkbb
es: Revisión ForkBB
fr: version ForkBB

source: Not installed
es: No instalada
fr: Non installé

source: Disabled
es: Desactivada
fr: Désactivé

source: Disabled, package changed
es: Desactivada, package cambiado
fr: Désactivé, logiciel changé

source: Enabled
es: Activada
fr: Activé

source: Enabled, package changed
es: Activada, ¡pero package cambiado!
fr: Activé, mais le logiciel à changé!

source: Crash
es: Fallo, ¡package no encontrado!
fr: Crash, logiciel non trouvé!

source: Install_
es: Instalar
fr: Installer

source: Uninstall_
es: Desinstalar
fr: Désinstaller

source: Enable_
es: Activar
fr: activer

source: Disable_
es: Desactivar
fr: Désactiver

source: Update_
es: Actualizar
fr: Mettre à jour

source: Package version
es: Versión de Package
fr: Version du pack logiciel

source: Extension not found
es: Extensión no encontrada.
fr: Extension non trouvée.

source: Invalid action
es: Acción inválida.
fr: Action invalide.

source: Redirect install
es: La extensión está instalada.
fr: L’extension est installée.

source: Redirect uninstall
es: La extensión ha sido desinstalada.
fr: L’extension est désinstallée.

source: Redirect update
es: La extensión ha sido actualizada.
fr: L’extension à été mise à jour.

source: Redirect downdate
es: La versión de la extensión ha sido degradada.
fr: La version d'extension a été rétrogradée.

source: Redirect enable
es: La extensión está activada.
fr: L’extension est activée.

source: Redirect disable
es: La extensión está desactivada.
fr: L’extension est désactivée.

source: Invalid template type
es: Tipo de plantilla no válido.
fr: Le type de modèle est invalide.

source: PRE name not found
es: Nombre PRE no encontrado.
fr: PRE non trouvé.

source: Template file '%s' not found
es: Archivo de plantilla '%s' no encontrado.
fr: Fichier de modèles '%s' non trouvé.

source: An error occurred in updateCommon
es: Se ha producido un error en updateCommon.
fr: Une erreur s’est produite dans updateCommon.

source: Empty
es: Vacío
fr: Vide

source: Invalid symlink type
es: Tipo de enlace &quot;symlink&quot; no válido.
fr: type de lien invalide.

source: Bad symlink
es: Mal symlink.
fr: Mauvais lien.

source: Target '%s' not found
es: Objetivo '%s' no encontrado.
fr: Cible '%s' non trouvé.

source: Link '%s' already exists
es: El enlace '%s' ya existe.
fr: Le lien '%s' existe déjà.

source: Downdate_
fr: Annuler la mise à jour

source: Error creating symbolic link
fr: Erreur lors de la création du lien symbolique.
