Repository: Elementtair/forkbb
Catalog: app/lang/*/admin_categories.po
Languages: es, fr, russian, zh

source: Must enter name message
russian: Необходимо ввести имя категории

source: Category added redirect
russian: Категория добавлена. Переадресация …

source: Category deleted redirect
es: Categoría eliminada
fr: Categorie effacée.
russian: Категория удалена. Переадресация …
zh: 分类已删除。

source: Delete category head
es: Eliminar categoría
fr: Effacer la catégorie
russian: Удаление категории (вместе со всеми разделами и темами в ней)
zh: 删除分类

source: Confirm delete
es: ¿Borrar categoría?
fr: Effacer la catégorie?
russian: Удалить категорию?
zh: 删除分类？

source: I want to delete this category
russian: Да, я хочу удалить категорию <b>%s</b>

source: Delete category warn
es: <b>¡AVISO!</b> Al borrar una categoría se borrarán todos los foros, temas y mensajes (si los hay) de esta categoría!
fr: <b>WARNING!</b> Effacer une catégorie effacera tous les forums, sujets et messages dans cette catégorie!
russian: <b>ВНИМАНИЕ!</b> Удаляя категорию вы удалите все разделы, темы и сообщения относящиеся к ней (если таковые имеются)!
zh: <b>警告！</b>删除分类将同时删除该分类下的所有版块、主题和帖子（如果有）！

source: Must enter integer message
russian: Позиция должна быть неотрицательным целым числом.

source: Categories updated redirect
es: Categorías actualizadas.
fr: Categories mises à jour.
russian: Категории изменены. Переадресация …
zh: 分类已更新。

source: Add categories head
russian: Добавление категорий

source: Add categories subhead
russian: Добавление категорий

source: Add category label
es: Nombre de la nueva categoría
fr: Nom de la nouvelle catégorie
russian: Имя новой категории
zh: 新分类名称

source: Add new submit
russian: Добавить

source: Add category help
es: El nombre de la nueva categoría que quieres añadir. Puedes editar el nombre de la categoría más tarde. Vete a <a href="%1$s">%2$s</a> para agregar foros a la nueva categoría.
fr: Le nom de la catégorie que vous souhaitez ajouter. Vous pouvez éditer cette catégorie plus tard. Allez à <a href="%1$s">%2$s</a> pour ajouter des forums à cette nouvelle catégorie.
russian: Имя для новой категории. Вы сможете изменить имя категории позже. Перейдите в <a href="%1$s">%2$s</a>, чтобы добавить разделы в новую категорию.
zh: 输入你要添加的新分类名称。你可以稍后编辑分类名称。前往 <a href="%1$s">%2$s</a> 为新分类添加版块。

source: Delete categories subhead
russian: Удаление категорий

source: Delete category
es: Eliminar categoría
fr: Effacer la catégorie
russian: Удалить категорию
zh: 删除分类

source: Delete category help
russian: Выберите категорию для удаления. У вас будет запрошено подтверждение, прежде чем категория будет окончательно удалена.

source: Edit categories head
russian: Редактирование категорий

source: Edit categories subhead
russian: Редактирование категорий

source: Category position label
es: Posición
fr: Position
russian: Позиция
zh: 位置

source: Category name label
es: Nombre
fr: Nom
russian: Имя
zh: 名称

source: I want to delete the category %s
es: Sí, quiero eliminar la categoría <b>%s</b>.
fr: Oui, je veux effacer la catégorie <b>%s</b>
zh: 是的，我要删除分类 <b>%s</b>
