Repository: Elementtair/forkbb
Catalog: app/lang/*/auth.po
Languages: es, fr, zh

source: Sign in
es: Iniciar sesión
fr: S’authentifier
zh: 登录

source: Account is not activated
es: La cuenta no está activada.
fr: Compte non activé.
zh: 账号未激活。

source: Wrong user/pass
es: Nombre de usuario y/o frase de contraseña incorrectos. ¡El nombre de usuario y la frase de contraseña distinguen entre mayúsculas y minúsculas!
fr: Mauvais nom d’utilisateur ou mot de passe. (Les deux sont sensibles à la casse)!
zh: 用户名或密码错误。用户名和密码区分大小写！

source: <a href="%s">Forgotten?</a>
fr: <a href="%s">Oublié?</a>
zh: <a href="%s">忘记密码？</a>

source: Login redirect
es: Has iniciado sessión correctamente.
fr: Connecté avec succès.
zh: 登录成功。

source: Logout redirect
es: Desconectado.
fr: Déconnecté.
zh: 已退出登录。

source: Passphrase reset
es: Reestablecer frase de contraseña
fr: Redéfinir le mot de passe
zh: 重置密码

source: Passphrase reset info
es: Se enviará un correo electrónico a la dirección especificada con instrucciones sobre cómo cambiar su frase de contraseña.
fr: Un email vous à été envoyé à l’adresse fourni avec les instructions pour changer de mot de passe.
zh: 一封包含如何修改密码说明的邮件将会发送到指定的邮箱地址。

source: Not registered
es: ¿Todavía no te has registrado?
fr: Pas encore enregistré?
zh: 还没有注册？

source: Remember me
es: Recuerdame
fr: Se rappeler de moi
zh: 记住我

source: Forget mail
es: Si el correo electrónico que has introducido está en la base de datos, se te enviará un correo electrónico con instrucciones sobre cómo cambiar la frase de contraseña. Si no llega puedes contactar con el administrador del foro en <a href="mailto:%1$s">%1$s</a>.
fr: Si l’email spécifié dcorrespond à celui enregistré, alors un email vous sera envoyé avec les instructions pour changer de mot de passe. Si celui ci n’arrive pas vous pouvez contacter l’administrateur <a href="mailto:%1$s">%1$s</a>.
zh: 如果您指定的邮箱地址存在于数据库中，我们将会发送一封包含如何修改密码说明的邮件。如果您没有收到邮件，可以通过 <a href="mailto:%1$s">%1$s</a> 联系论坛管理员。

source: Pass not match
es: La frases de contraseña no coinciden
fr: Les mots de passe ne correspondent pas.
zh: 两次输入的密码不匹配。

source: Change pass
es: Cambiar la frase de contraseña
fr: Changer le mot de passe
zh: 修改密码

source: Change passphrase
es: Cambiar la frase de contraseña
fr: Changer le mot de passe
zh: 修改密码

source: New pass
es: Nueva frase de contraseña
fr: Nouveau mot de passe
zh: 新密码

source: Confirm new pass
es: Confirmar nueva frase de contraseña
fr: Confirmer le nouveau mot de passe
zh: 确认新密码

source: Pass updated
es: Su frase de contraseña ha sido actualizada. Ahora puedes iniciar sesión con su nueva frase de contraseña.
fr: Votre mot de passe à été mis à jour. Vous pouvez maintenant vous connecter avec ce nouveau mot de passe.
zh: 您的密码已更新。现在可以使用新密码登录。

source: Account activated
es: Cuenta activada.
fr: Compte activé.
zh: 账号已激活。

source: Username or email
es: Nombre de usuario o correo electrónico
fr: Nom d’utilisateur ou email
zh: 用户名或邮箱
