Repository: Elementtair/forkbb
Catalog: app/lang/*/common.po
Languages: ru

source: lang_direction
ru: ltr

source: lang_identifier
ru: ru

source: Y-m-d
ru: d.m.Y

source: d M Y
ru: j M Y г.

source: Cancel
ru: Отменить

source: Cancel redirect
ru: Операция отменена.

source: No confirm redirect
ru: Подтверждение не получено. Операция отменена.

source: Forum rules
ru: Правила форума

source: Redirecting to index
ru: Перенаправление на главную страницу форума.

source: Error mail
ru: При отправке письма возникла ошибка. Пожалуйста, повторите попытку позже или свяжитесь с администратором форума по адресу <a href="mailto:%1$s">%1$s</a>.

source: Bad request
ru: Неверный запрос. Ссылка, по которой вы перешли, является неверной или просроченной.

source: Not Found
ru: Не найдено. Ссылка является неверной или просроченной.

source: No view
ru: У вас нет прав для просмотра форума.

source: No permission
ru: У вас нет прав на просмотр этой страницы.

source: Bad token
ru: Неверный токен.

source: Expired token
ru: Токен просрочен.

source: No cookie
ru: Вы вошли, но куки (cookie) не были установлены. Пожалуйста проверьте настройки браузера и, если возможно, разрешите куки для этого сайта.

source: Hidden text
ru: Скрытый текст

source: Show
ru: Показать

source: Hide
ru: Скрыть

source: Announcement
ru: Объявление

source: Options
ru: Параметры

source: Submit
ru: Отправить

source: Ban message
ru: Ваша учетная запись заблокирована.

source: Ban message 1
ru: Ваш IP заблокирован.

source: Ban message 2
ru: Блокировка заканчивается %s

source: Ban message 3
ru: Администратор или модератор, установивший блокировку, оставил следующее сообщение:

source: Ban message 4
ru: Все возникшие вопросы отправляйте администратору форума по адресу <a href="mailto:%1$s">%1$s</a>.

source: Never
ru: Нет

source: Today
ru: Сегодня

source: Yesterday
ru: Вчера

source: Info
ru: Информация

source: Go back
ru: Назад

source: Maintenance
ru: Обслуживание

source: Redirecting
ru: Перенаправление

source: Redirecting...
ru: Переадресация …

source: Click redirect
ru: Кликните здесь, если вы не желаете ждать (или ваш браузер не поддерживает перенаправление).

source: on
ru: вкл.

source: off
ru: выкл.

source: Required
ru: (Обязательно)

source: required field
ru: необходимое поле в этой форме.

source: Last post
ru: Последнее сообщение

source: by %s
ru: от %s

source: New posts
ru: Новые&nbsp;сообщения

source: New posts info
ru: Перейти к первому новому сообщению в теме

source: Unread posts
ru: Непрочитанные&nbsp;сообщения

source: Unread posts info
ru: Перейти к первому непрочитанному сообщению в теме

source: Username
ru: Имя

source: Passphrase
ru: Кодовая фраза

source: Send email
ru: Отправить письмо

source: Registered
ru: Дата регистрации

source: Subject
ru: Заголовок темы

source: Message
ru: Сообщение

source: Topic
ru: Тема

source: Forum
ru: Раздел

source: Stats
ru: Статистика

source: Posts
ru: Сообщений

source: Replies
ru: Ответов

source: %s Reply
ru: <b>%s</b> Ответ

source: %s View
ru: <b>%s</b> Просмотр

source: Pages
ru: Страницы

source: Page %s
ru: (Страница %s)

source: Page %1$s of %2$s
ru: Страница %1$s из %2$s ·

source: BBCode
ru: BB-коды:

source: url tag
ru: Тег [url]:

source: img tag
ru: Тег [img]:

source: Smilies
ru: Смайлы:

source: and
ru: и

source: Image link
ru: картинка

source: wrote
ru: пишет:

source: Mailer
ru: %s

source: Important information
ru: Важная информация

source: Write message legend
ru: Введите сообщение и нажмите Отправить

source: Previous
ru: Назад

source: Next
ru: Вперед

source: Spacer
ru: &hellip;

source: Title
ru: Титул

source: Member
ru: Участник

source: Moderator
ru: Модератор

source: Administrator
ru: Администратор

source: Banned
ru: Забанен

source: Guest
ru: Гость

source: Unverified
ru: Непроверенный

source: BBCode error no opening tag
ru: Обнаружен парный тег [/%1$s] без соответствующего начального тега [%1$s]

source: BBCode error invalid nesting
ru: Тег [%1$s] открывается внутри [%2$s], это недопустимо

source: BBCode error invalid self-nesting
ru: Тег [%s] открывается внутри такого же тега, это недопустимо

source: BBCode error no closing tag
ru: Обнаружен парный тег [%1$s] без соответствующего закрывающего тега [/%1$s]

source: BBCode error empty attribute
ru: Тег [%s] с пустым атрибутом

source: BBCode error tag not allowed
ru: Вам нельзя использовать тег [%s]

source: BBCode error tag url not allowed
ru: Вам нельзя использовать ссылки в сообщениях

source: BBCode list size error
ru: Ваш список слишком велик, пожалуйста уменьшите его!

source: Index
ru: Форум

source: Home page
ru: Главная страница форума

source: User list
ru: Пользователи

source: List of users
ru: Список пользователей

source: Rules
ru: Правила

source: Board rules
ru: Правила форума

source: Search
ru: Поиск

source: Search topics and posts
ru: Поиск тем и сообщений

source: Register
ru: Регистрация

source: Login
ru: Вход

source: Not logged in
ru: Вы не вошли.

source: Profile
ru: Профиль

source: Your profile
ru: Ваш профиль

source: Logout
ru: Выход

source: Logged in as
ru: Вы вошли как

source: Admin
ru: Админка

source: Administration functions
ru: Функции администрирования

source: Last visit
ru: Последний визит: %s

source: PM
ru: ЛС

source: Private messages
ru: Личные сообщения

source: PMsend
ru: Отправить личное сообщение

source: PMnew
ru: Новое личное сообщение

source: PMmess
ru: У вас есть новые личные сообщения (%s шт.).

source: Warn
ru: Предупреждение

source: WarnMess
ru: Вы получили новое предупреждение!

source: Board footer
ru: Подвал форума

source: Jump to
ru: Перейти

source: Go
ru: Иди

source: Powered by
ru: Под управлением <a href="https://github.com/forkbb">ForkBB</a>

source: Debug table
ru: Отладочная информация

source: Querytime
ru: Сгенерировано за %1$s сек, %2$s запросов выполнено

source: Memory usage
ru: Использовано памяти: %1$s

source: Peak usage
ru: (Пик: %1$s)

source: Query times
ru: Время (s)

source: Query
ru: Запрос

source: Total query time
ru: Итого: %s

source: The most recent posts at %s board
ru: Самые свежие сообщения на форуме "%s".

source: The most recent posts in %s forum
ru: Самые свежие сообщения в разделе "%s".

source: The most recent posts in %s topic
ru: Самые свежие сообщения в теме "%s".

source: RSS reply
ru: Re:

source: RSS active topics feed
ru: RSS лента активных тем

source: Atom active topics feed
ru: Atom лента активных тем

source: RSS forum feed
ru: RSS лента раздела

source: Atom forum feed
ru: Atom лента раздела

source: RSS topic feed
ru: RSS лента темы

source: Atom topic feed
ru: Atom лента темы

source: After time
ru: Добавлено спустя

source: After time s
ru: с

source: After time i
ru: мин

source: After time H
ru: ч

source: After time d
ru: дн

source: New reports
ru: <a href="%s">Есть новые сигналы</a>

source: Maintenance mode enabled
ru: <a href="%s">Включен режим обслуживания!</a>

source: %s B
ru: %s байт

source: %s KiB
ru: %s Кбайт

source: %s MiB
ru: %s Мбайт

source: %s GiB
ru: %s Гбайт

source: %s TiB
ru: %s Тбайт

source: %s PiB
ru: %s Пбайт

source: %s EiB
ru: %s Эбайт

source: Latest active topics
ru: Последние активные темы

source: Find latest active topics
ru: Найти последние активные темы

source: Unanswered topics
ru: Темы без ответа

source: Find unanswered topics
ru: Найти темы без ответа

source: Topics with your posts
ru: Темы с вашим участием

source: Find topics with your posts
ru: Найти темы с вашим участием

source: Male
ru: Мужской

source: Female
ru: Женский

source: Save changes
ru: Сохранить изменения

source: Save
ru: Сохранить

source: Yes
ru: Да

source: No
ru: Нет

source: Your passphrase
ru: Ваша кодовая фраза

source: Invalid passphrase
ru: Неверная кодовая фраза

source: Stick topic
ru: Выделить тему

source: User %s
ru: %s

source: Unsubscribe
ru: Отписаться

source: Subscribe
ru: Подписаться
