Repository: Elementtair/forkbb
Catalog: app/lang/*/delete.po
Languages: es, fr, zh

source: Delete post
es: Borrar mensaje
fr: Effacer le message
zh: 删除帖子

source: Delete topic
es: Borrar tema
fr: Effacer la discussion
zh: 删除主题

source: Delete post
es: Borrar mensaje
fr: Effacer le message
zh: 删除帖子

source: Delete topic
es: Borrar tema
fr: Effacer la discussion
zh: 删除主题

source: Confirm delete post
es: Confirmar la eliminación del mensaje
fr: Confirmer la suppression du message
zh: 确认删除帖子

source: Confirm delete topic
es: Confirmar borrar tema (<b>Todos los mensajes serán borrados de este tema</b>)
fr: Confirmer effacer la discussion (<b>Tous les messqges de cette discussion seront effacés</b>)
zh: 确认删除主题（<b>主题中的所有帖子都将被删除</b>）

source: Delete info
es: El mensaje que has elegido eliminar
fr: Le message que vous avez choisi de supprimer
zh: 您选择要删除的帖子

source: Delete topic info
es: El primer mensaje del tema que has elegido eliminar
fr: Le premier message de la discussion que vous avez choisi de supprimer
zh: 您选择要删除的主题中的第一条消息

source: Reply by
es: Respuesta de %1$s<br>Publicado por %2$s
fr: Réponse par %1$s<br>Posté le %2$s
zh: 由 %1$s 回复<br>发表于 %2$s

source: Topic by
es: Tema iniciado por %1$s<br>Creado por %2$s
fr: Discussion commencée par %1$s<br>crée le %2$s
zh: 由 %1$s 发起<br>创建于 %2$s

source: Delete
es: Eliminar
fr: Supprimer
zh: 删除

source: Post del redirect
es: Mensaje eliminado
fr: Message supprimé.
zh: 帖子已删除。

source: Topic del redirect
es: Tema eliminado.
fr: Discussion supprimée.
zh: 主题已删除。

source: Topic %s
es: Tema «%s»
fr: Discussion «%s»
zh: 主题 «%s»
