Repository: Elementtair/forkbb
Catalog: app/lang/*/draft.po
Languages: fr, ru, zh

source: Drafts
fr: Brouillons
ru: Черновики
zh: 草稿

source: No drafts
fr: Pas de brouillons
ru: Нет черновиков.
zh: 没有草稿

source: Page missing
fr: Page manquante
ru: Страница отсутствует.
zh: 页面丢失

source: Delete
fr: Effacer
ru: Удалить
zh: 删除

source: Edit
fr: Modifier
ru: Изменить
zh: 编辑

source: Draft %s failed to load
fr: Le brouillon %s n'a pu être chargé. Le forum ou discussion rattaché n'est problement plus existant.
ru: Не удалось загрузить черновик %s. Родительская тема или форум, вероятно, недоступны.
zh: 草稿 %s 加载失败。可能是因为父主题/论坛不可用。

source: [Draft] Post a reply
fr: [Draft] Répondre
ru: [Черновик] Публикация ответа
zh: [草稿] 发表回复

source: [Draft] Post new topic
fr: [Draft] Créer une nouvelle discussion
ru: [Черновик] Публикация новой темы
zh: [草稿] 发表新主题

source: Draft redirect
fr: Brouillon enregistré.
ru: Черновик сохранен.
zh: 草稿已保存。

source: Draft del redirect
fr: Brouillon effacé.
ru: Черновик удален.
zh: 草稿已删除。

source: Delete draft
fr: Effacer le brouillon
ru: Удаление черновика
zh: 删除草稿

source: Confirm delete draft
fr: Confirmer l'effacement du brouillon
ru: Подтверждаю удаление черновика
zh: 确认删除草稿

source: Delete draft info
fr: Brouillon effacé
ru: Удаляемый черновик
zh: 已删除的草稿

source: Delete draft
fr: Effacer le brouillon
ru: Удалить черновик
zh: 删除草稿

source: Post in pre-moderation
fr: Ce message est en pré-moderation.
ru: Это сообщение находится на премодерации.
zh: This post is in pre-moderation.

source: Topic in pre-moderation
fr: Cette discussion pré-moderation.
ru: Эта тема находится на премодерации.
zh: This topic is in pre-moderation.

source: Post pre-moderation redirect
fr: Votre message a été envoyé en pré-moderation.
ru: Ваше сообщение отправлено на премодерацию.
zh: Your post has been sent for pre-moderation.

source: Topic pre-moderation redirect
fr: Votre sujet a été envoyé pour pré-moderation.
ru: Ваша тема отправлена на премодерацию.
zh: Your topic has been sent for pre-moderation.

source: Pre-moderation queue is empty
fr: La file de pré-modération est vide.
ru: Очередь премодерации пуста.
zh: The pre-moderation queue is empty.

source: Execute
fr: Executer

source: Skip
fr: Passer

source: Publish
fr: Publier

source: Selected posts processed redirect
fr: Les messages séléctionnés ont été traités.
