Repository: Elementtair/forkbb
Catalog: app/lang/*/forum.po
Languages: es, fr, zh

source: Post topic
es: Nuevo tema
fr: Démarrer une nouvelle discussion
zh: 发表新主题

source: Moved
es: Movido
fr: Déplacé
zh: 已移动

source: Sticky
es: Chincheta
fr: Accroché
zh: 置顶

source: Closed
es: Cerrado
fr: Fermé
zh: 已关闭

source: Poll
es: Encuesta
fr: Sondage
zh: 投票

source: Solved
es: Solucionado
fr: Résolu
zh: 已解决

source: Empty forum
es: El foro está vacío.
fr: Le forum est vide.
zh: 论坛为空。

source: Topic %s was not found in the database
es: El tema №%s no se encontró en la base de datos
fr: La discussion №%s n’a pas été trouvée dans la base de données
zh: 主题 №%s 在数据库中未找到

source: Last post <a href="%1$s">%2$s</a>
es: <small>Último mensaje </small><a href="%1$s">%2$s</a>
fr: <small>Dernier message </small><a href="%1$s">%2$s</a>
zh: <small>最新帖子 </small><a href="%1$s">%2$s</a>

source: Last post <span>%2$s</span>
es: <small>Último mensaje </small><span>%2$s</span>
fr: <small>Dernier message </small><span>%2$s</span>
zh: <small>最新帖子 </small><span>%2$s</span>

source: Subscribe forum
es: Recibir notificación por correo electrónico de nuevos temas.
fr: Recevoir un mail de notification pour les nouvelles discussions
zh: 接收新主题的邮件通知

source: Unsubscribe forum
es: Desinscribirse de las notificaciones por correo electrónico de nuevos temas
fr: Se désinscrire de la notification par mail à la création de nouveaux sujets de discussions
zh: 取消接收新主题的邮件通知

source: Topic list
es: Lista de temas
fr: Liste des discussions
zh: 主题列表
