Repository: Elementtair/forkbb
Catalog: app/lang/*/index.po
Languages: es, russian, zh

source: Topics
russian: Тем

source: Link to
russian: Ссылка:

source: Empty board
es: El foro está vacío.
russian: Форум пуст.
zh: 论坛为空。

source: Newest user
russian: Новичок:

source: Users online
russian: Сейчас пользователей:

source: Guests online
russian: гостей:

source: No of users
russian: Всего пользователей:

source: No of topics
russian: Всего тем:

source: No of posts
russian: Всего сообщений:

source: Online
russian: Активны:

source: Board info
russian: Информация о форуме

source: Board stats
es: Board statistics
russian: Статистика форума
zh: 论坛统计

source: Most online
es: Maximum online users (%1$s) was be there %2$s
russian: Больше всего онлайн посетителей (%1$s) здесь было %2$s
zh: 最高在线用户数（%1$s）出现在 %2$s

source: User info
es: User information
russian: Информация о пользователях
zh: 用户信息

source: Newest user: %s
es: Último usuario registrado: %s
zh: 最新注册用户：%s

source: Newest user: <a href="%2$s">%1$s</a>
es: Último usuario registrado: <a href="%2$s">%1$s</a>

source: No of users: %s
es: Usuarios: <b>%s</b>
zh: 用户数：<b>%s</b>

source: No of topics: %s
es: Temas: <b>%s</b>
zh: 主题数：<b>%s</b>

source: No of posts: %s
es: Mensajes: <b>%s</b>
zh: 帖子数：<b>%s</b>

source: Online users
es: En línea:
zh: 在线：

source: Stats info
es: Board information:
zh: 论坛信息：

source: Visitors online
es: Registered users online: <b>%1$s</b>, guests: <b>%2$s</b>.
zh: 在线注册用户：<b>%1$s</b>，访客：<b>%2$s</b>。

source: Newest user: <a href="%2$s">%1$s</a>
zh: 最新注册用户：<a href="%2$s">%1$s</a>
