Repository: Elementtair/forkbb
Catalog: app/lang/*/login.po
Languages: russian

source: Login errors
russian: Ошибки входа на форум

source: Login errors info
russian: Следующие ошибки необходимо исправить, чтобы войти на форум:

source: Wrong user/pass
russian: Неверное имя и/или пароль. Имя и пароль чувствительны к регистру!

source: Forgotten pass
russian: Забыли пароль?

source: Login redirect
russian: Успешный вход. Переадресация &hellip;

source: Logout redirect
russian: Выход произведён. Переадресация &hellip;

source: No email match
russian: На форуме нет пользователя с почтовым адресом

source: Request pass
russian: Восстановление пароля

source: Request pass legend
russian: Введите почтовый адрес, на который вы регистрировались

source: Request pass info
russian: Новый пароль и ссылка для активации будут высланы на указанный адрес.

source: Not registered
russian: Ещё не зарегистрированы?

source: Login legend
russian: Введите имя пользователя и пароль

source: Remember me
russian: Запомнить меня

source: Login info
russian: Если вы ещё не зарегистрированы или забыли пароль, кликните на подходящей ссылке ниже.

source: New password errors
russian: Ошибки при запросе пароля

source: New passworderrors info
russian: Следующие ошибки нужно исправит, чтобы получить новый пароль:

source: Forget mail
russian: Письмо с инструкцией по изменению пароля было выслано на указанный вами почтовый адрес. Если вы не получите его, свяжитесь с администрацией форума, используя почтовый адрес

source: Email flood
russian: Для этой учетной записи недавно уже запрашивали новый пароль. Пожалуйста, подождите %s минут, прежде чем повторить попытку.
