Repository: Elementtair/forkbb
Catalog: app/lang/*/misc.po
Languages: es, fr, ru

source: Mark read redirect
es: Todos los temas y foros se han marcado como leídos.
fr: Toutes les discussions ont été marquées comme lues.
ru: Все темы и разделы помечены прочитанными.

source: Mark forum read redirect
es: Todos los temas del foro especificado se han marcado como leídos.
fr: Toutes les discussions du forum spécifié ont été marquées comme lues.
ru: Все темы выбранного раздела помечены прочитанными.

source: Form email disabled
es: El usuario al que intentas enviar un correo electrónico ha desactivado el formulario de correo electrónico.
fr: L’utilisateur que vous essayez de joindre a désactivé l’envoi de mail via le forum.
ru: Пользователь, которому вы пытаетесь отправить письмо, отключил такую возможность.

source: No email subject
ru: Вы должны ввести заголовок.

source: No email message
ru: Вы должны ввести текст письма.

source: Too long email message
ru: Сообщение должно быть не длиннее 65535 символов (64 KB).

source: Email sent redirect
es: Correo electrónico enviado.
fr: Email envoyé.
ru: Письмо отправлено.

source: Send email to %s
es: Enviar correo electrónico a %s
fr: Envoyer un email à %s
ru: Отправить сообщение для %s

source: Email subject
es: Asunto
fr: Sujet
ru: Заголовок

source: Email message
es: Mensaje
fr: Message
ru: Сообщение

source: Email disclosure note
es: Ten en cuenta que al utilizar este formulario, tu dirección de correo electrónico será revelada al destinatario.
fr: Veuillez noter qu’en utilisant ce formulaire, votre adresse mail sera affichée au destinataire.
ru: Имейте в виду, что ваш почтовый адрес будет виден получателю письма.

source: Write email
ru: Форма для составления и отправки письма

source: No reason
ru: Пожалуйста, введите причину.

source: Reason too long
ru: Ваше сообщение не должно превышать 65535 байт (~64Кб).

source: Report redirect
es: Mensaje reportado.
fr: Message signalé.
ru: Сигнал отправлен.

source: Report post
es: Reportar mensaje
fr: Discussion signalée
ru: Сигнал модератору

source: Reason
es: Razón
fr: Raison
ru: Причина обращения

source: Reason desc
es: Por favor, introduce un breve motivo por el que estás denunciando esta publicación.
fr: Entrer une courte explication de pourquoi vous signalez ce message
ru: Пожалуйста, кратко опишите причину создания этого сигнала (жалобы)

source: Already subscribed topic
ru: Вы уже подписаны на эту тему.

source: Already subscribed forum
ru: Вы уже подписаны на этот раздел.

source: Subscribe redirect
es: Tu suscripción ha sido añadida.
fr: Votre insciption à été enregistrée.
ru: Подписка добавлена.

source: Not subscribed topic
ru: Вы не подписаны на эту тему.

source: Not subscribed forum
ru: Вы не подписаны на этот раздел.

source: Unsubscribe redirect
es: Tu suscripción ha sido eliminada.
fr: Votre insciption à été supprimée.
ru: Подписка удалена.

source: Moderate
es: Moderado
fr: Modérer
ru: Модерирование

source: Select for moderation
es: Selecciona para moderar
fr: Selectionner pour modération
ru: Выбрать для модерирования

source: Move
es: Mover
fr: Déplacer
ru: Перенести

source: Split
es: Dividir
fr: Scinder
ru: Разделить

source: Delete
es: Eliminar
fr: Effacer
ru: Удалить

source: Merge
es: Unir
fr: Concaténer
ru: Объединить

source: Lang changed
ru: Язык изменен.

source: Open
es: Abrir
fr: Ouvrir
ru: Открыть

source: Close
es: Cerrar
fr: Fermer
ru: Закрыть

source: Move topic
ru: Перенос темы

source: Move topics
ru: Перенос тем

source: Invalid destination
es: Destino no válido.
fr: Destination invalide.
ru: Неверная цель переноса.

source: Move to
es: Mover a
fr: Déplacer vers
ru: Перенести в

source: Nowhere to move
es: No hay foros a los que puedas mover temas.
fr: Pas de forums dans lesquels vous pouvez déplacer des discussions.
ru: Нет раздела, куда бы вы могли перенести тему(ы).

source: Leave redirect
es: Dejar tema(s) de redirección
fr: Leave redirect topic(s)
ru: Оставить тему(ы) переадресации

source: Move topic redirect
es: Tema movido.
fr: Discussion déplacée.
ru: Тема перенесена.

source: Move topics redirect
ru: Темы перенесены.

source: Confirm delete legend
ru: Пожалуйста, подтвердите удаление

source: Delete topic title
es: Delete topic
fr: Supprimer la discussion
ru: Удаление темы

source: Delete topic redirect
ru: Тема удалена.

source: Open topic redirect
es: Tema abierto.
fr: Discussion ouverte.
ru: Тема открыта.

source: Close topic redirect
es: Tema cerrado.
fr: Discussion fermée.
ru: Тема закрыта.

source: Not enough topics selected
es: Debes seleccionar al menos dos temas para unirlos.
fr: Vous devez sélectionner au moins deux discussions à assembler.
ru: Вы должны выбрать хотя бы две темы для объединения.

source: Stick topic redirect
es: Tema chincheta.
fr: Discussion épinglée.
ru: Тема выделена.

source: Stick topics redirect
ru: Темы выделены.

source: Unstick topic redirect
es: Quitar chincheta en tema
fr: Discussion désépinglée.
ru: Выделение темы снято.

source: Unstick topics redirect
ru: Выделение тем снято.

source: Merge topics
ru: Объединение тем

source: Merge topics redirect
es: Temas unidos.
fr: Discussions fusionnées.
ru: Темы объединены.

source: Confirm merge legend
ru: Пожалуйста, подтвердите объединение

source: New subject
es: Nuevo asunto
fr: Nouveau sujet
ru: Название новой темы

source: No subject
es: No hay asunto para el tema nuevo.
fr: Pas de sujet pour la nouvelle discussion.
ru: Не задан заголовок для новой темы.

source: Confirm split legend
ru: Пожалуйста, подтвердите разделение выбранных сообщений и укажите место переноса.

source: Split posts
ru: Разделение сообщений

source: Split posts comply
ru: Вы уверены, что хотите разделить выбранные сообщения?

source: Split posts redirect
es: El tema está dividido.
fr: Discussion scindée.
ru: Сообщения разделены.

source: Delete post title
es: Eliminar mensaje
fr: Effacer le message
ru: Удаление сообщения

source: Cannot select first
ru: Первое сообщение не может быть выбрано.

source: Delete post redirect
es: Mensaje eliminado.
fr: Message effacé.
ru: Сообщение удалено.

source: No posts selected
ru: Вы должны выбрать хотя бы одно сообщение для данного действия.

source: Host info 1
ru: IP адрес: %s

source: Host info 2
ru: Имя хоста: %s

source: Show more users
ru: Показать еще информацию по IP

source: Move posts
ru: Перенос сообщений

source: Move posts redirect
ru: Сообщения перенесены.

source: Post from topic
ru: Это сообщение перенесено из темы

source: Topic «%s»
es: Tema «%s»
fr: Discussion «%s»
ru: Тема «%s»

source: Post «%1$s by %2$s»
es: Mensaje «%1$s por %2$s»
fr: Message «%1$s par %2$s»
ru: Сообщение «%1$s от %2$s»

source: All posts will be posted in the «%s» topic
es: Todos los mensajes se publicarán en el tema «%s».
fr: Tous les messages seront envoyés dans la discussion «%s» .
ru: Все сообщения будут размещены в теме «%s».

source: Action not available
es: Acción no disponible.
fr: Action non valide.
ru: Действие недоступно.

source: No object selected
es: Debes seleccionar al menos un elemento para la acción.
fr: Vous devez sélectionner au moins un objet pour cette action.
ru: Вы должны выбрать хотя бы один объект для действия.

source: Open topic title
es: Tema abierto
fr: Discussion ouverte
ru: Открытие темы

source: Close topic title
es: Tema cerrado
fr: Fermer la discussion
ru: Закрытие темы

source: Topic links cannot be merged
es: Los enlaces de temas no se pueden fusionar.
fr: Les liens de discussion ne peuvent être fusionnés.
ru: Ссылки на темы не могут быть объединены.

source: Moderate topic
es: Tema moderado
fr: Modérer la discussion
ru: Модерирование темы

source: Delete topic btn
es: Elminar tema
fr: Effacer la discussion
ru: Удалить тему

source: Delete post btn
es: Eliminar mensaje
fr: Supprimer le message
ru: Удалить сообщение

source: Open topic btn
es: Abrir tema
fr: Ouvrir une discussion
ru: Открыть тему

source: Close topic btn
es: Cerrar tema
fr: Fermer la discussion
ru: Закрыть тему

source: Unstick topic
ru: Снять выделение темы

source: Unstick topics
ru: Снятие выделение тем

source: Unstick
es: Quitar chincheta
fr: Désépingler
ru: Снять выделение

source: Stick topics
ru: Выделение тем

source: Stick
es: Poner chincheta
fr: Epingler
ru: Выделить

source: Moderate forum
es: Foro moderado
fr: Modérer le forum
ru: Модерирование раздела

source: When sending email there was an error
es: Al enviar el correo electrónico hubo un error. Por favor, inténtalo de nuevo más tarde.
fr: Erreur lors de l’envoi de mail. Veuillez réessayer ultérieurement.
ru: При отправке письма возникла ошибка. Попробуйте повторить попытку позже.

source: Confirm your email address
es: Primero, <a href="%s">confirma</a> tu dirección de correo electrónico.
fr: Tout d’abord, veuillez <a href="%s">confirmer</a> votre adresse mail.
ru: Вначале, пожалуйста, <a href="%s">подтвердите</a> свой электронный адрес.

source: Send email title
es: Enviar correo electrónico
fr: Envoyer l’email

source: Move topic title
es: Mover tema
fr: Déplacer la discussion

source: Delete topics redirect
es: Topic deleted.
fr: Discussion éffacée.

source: Stick topic title
es: Tema chincheta
fr: Epingler la discussion

source: Unstick topic title
es: Quitar chincheta en tema
fr: Désépingler la discussion

source: Merge topics title
es: Unir temas
fr: Fusionner les discussions

source: Split posts title
es: Tema dividido
fr: Scinder la discussion

source: All
fr: Tous

source: Move topic btn
es: Mover tema
fr: Déplacer la discussion

source: Merge btn
es: Unir temas
fr: Fusionner les discussions

source: Unstick btn
es: Quitar chincheta de tema
fr: Désépingler la discussion

source: Stick btn
es: Poner chincheta en tema
fr: Epingler la discussion

source: Split btn
es: Tema dividido
fr: Scinder la discussion

source: Poll cannot be attached
es: Un tema con una encuesta no puede adjuntarse a otro tema.
fr: Une discussion avec un sondage ne peut être attachée à une autre discussion.

source: Link btn
es: Redirigir
fr: Redirection

source: Only one topic is permissible
es: Solo se debe seleccionar un tema para administrar los enlaces al mismo..
fr: Une seule discussion devrait être séléctionnée pour gérer les liens vers celle ci.

source: Control of redirects title
es: Control de temas de redirecciones
fr: Controle des discussions redirigées

source: Need full topic for this operation
es: Debe elegir un tema completo para esta operación.
fr: Vous devez sélectionner une discussion à part entière pour cette operation.

source: Forum label
es: Foro
fr: Forum

source: Redir label
es: Establecer tema de redirección
fr: Editer le lien de redirection de la discussion

source: Change btn
es: Cambiar
fr: Modifier

source: Redirects changed redirect
es: Los temas de redireccionamiento cambiaron.
fr: Redirection - discussion modifiée.

source: Solution chosen
es: La solución ha sido elegida..
fr: La solution a été choisie.

source: Solution changed
es: La solución ha sido cambiada.
fr: La solution a été modifiée.

source: Solution removed
es: La solución ha sido eliminada.
fr: La solution a été supprimée.
