Repository: Elementtair/forkbb
Catalog: app/lang/*/pm.po
Languages: es, fr

source: PM Folders
es: Carpetas
fr: Dossierrs

source: New messages
es: Nuevos mensajes
fr: Nouveaux messages

source: New messages %s
es: Nuevos mensajes (%s)
fr: Nouveaux messages (%s)

source: New messages with %s
es: Nuevos mensajes con %s
fr: Mes discussions

source: My talks
es: Mis charlas

source: My talks %s
es: Mis charlas (%s)
fr: Mes discussions (%s)

source: My talks with %s
es: Mis charlas con %s
fr: Mes discussions avec %s

source: Archive messages
es: Archivo de mensajes
fr: Archiver les messages

source: Archive messages %s
es: Archivo de mensajes (%s)
fr: Archiver les messages (%s)

source: Archive messages with %s
es: Archivo de mensajes con %s
fr: Archiver les messages avec %s

source: PM Storage
es: Almacenamiento
fr: Stockage

source: Active: %s
es: Activo: %s%%

source: Archive: %s
es: Archivo: %s%%

source: New PT title
es: Crear un diálogo privado
fr: Créer un dialogue privé

source: New dialogue
es: Nuevo diálogo
fr: Nouveau dialogue

source: New PM title
es: Responder
fr: Poster une réponse

source: New PM title archive
es: Guardar mensaje
fr: Sauvegarder le message

source: New message
es: Nuevo mensaje
fr: Nouveau message

source: Edit PT title
es: Editar diálogo
fr: Editer le dialogue

source: Edit dialogue
es: Editar diálogo
fr: Editer le dialogue

source: Edit PM title
es: Editar mensaje
fr: Editer le message

source: Edit message
es: Editar mensaje
fr: Editer le message

source: Topic review
es: Revisión del tema (el más nuevo primero)
fr: Revue des discussion (plus récent en premier)

source: Archive Send later
es: Archivar (Enviar más tarde)
fr: Archiver (Envoyer plus tard)

source: Info zero
es: No hay diálogos en esta carpeta.
fr: Il n'y a aucune discussion dans ce dossier.

source: PM to archive Redirect
es: Mensaje privado guardado en el archivo.
fr: Message privé sauvegardé dans les archives.

source: PM created Redirect
es: Se ha creado un nuevo diálogo.
fr: Un nouveau dialogue a été crée.

source: PM sent Redirect
es: Mensaje privado enviado.
fr: Message privé envoyé.

source: Dialogue
es: Diálogo

source: Dialogue %s was not found in the database
es: El diálogo %s no se encontró en la base de datos.
fr: Le dialogue %s n’a pas été trouvé dans la base de données.

source: Select
es: Seleccionar
fr: Séléctionner

source: Closed
es: Cerrado
fr: Fermé

source: for %s
es: para %s
fr: pour %s

source: Last post <a href="%1$s">%2$s</a>
es: <small>Último mensaje </small><a href="%1$s">%2$s</a>
fr: <small>Dernier message </small><a href="%1$s">%2$s</a>

source: Delete dialogue
es: Eliminar diálogo
fr: Effacer le dialogue

source: Delete message
es: Eliminar mensaje
fr: Effacer le message

source: Dialogue is closed
es: El diálogo actual está cerrado.
fr: Le dialogue est fermé.

source: Dialogue is locked
es: Las acciones sobre este diálogo están bloqueadas.
fr: Les actions sur ce dialogue sont bloquées.

source: Target pm off
es: El destinatario ha desactivado los mensajes privados.
fr: Le destinataire à désactivé les messages privés.

source: Target group pm off
es: El grupo de destinatarios está desconectado de los mensajes privados.
fr: Le groupe de destinataires n’a pas accès aux messages privés.

source: Target is full
es: Los mensajes privados del destinatario están llenos.
fr: La boite de réception du destinataire est pleine.

source: Active is full
es: Tus mensajes privados están llenos.
fr: Votre boite de messages est pleine.

source: Archive is full
es: Tu archivo de mensajes privados está lleno.
fr: Votre archive de messages privés est pleine.

source: Delete PT title
es: Eliminar diálogo
fr: Supprimer le dialogue

source: Delete dialogue
es: Eliminar diálogo
fr: Supprimer le dialogue

source: Delete PM title
es: Eliminar mensaje
fr: Supprimer le message

source: Delete info
es: El mensaje que has elegido eliminar
fr: Le message que vous avez choisi de supprimer

source: Delete dialogue info
es: El primer mensaje del diálogo que has elegido eliminar.
fr: Le premier message du dialogue que vous avez choisi de supprimer

source: Dialogue %s
es: Diálogo «%s»

source: Dialogue by %1$s (%2$s)
es: Diálogo iniciado por %1$s<br>Creado %2$s
fr: Dialogue commencé par %1$s<br>Created %2$s

source: Message by %1$s (%2$s)
es: Mensaje por %1$s<br>Enviado %2$s
fr: Message par %1$s<br>Posté %2$s

source: Confirm delete dialogue
es: Confirmar eliminar diálogo
fr: Confirmer l’effacement du dialogue

source: Confirm delete message
es: Confirmar eliminar mensaje
fr: Confirmer l’effacement du message

source: Dialogue del redirect
es: Diálogo eliminado.
fr: Dialogue supprimé.

source: Message del redirect
es: Mensaje eliminado.
fr: Message supprimé.

source: PM Options
es: Opciones
fr: Options

source: PM Config
es: Configuración
fr: Configuration

source: Blocked users
es: Usuarios bloqueados
fr: Utilisateurs bloqués

source: To archive
es: Archivar
fr: Vers les archives

source: Delete
es: Eliminar
fr: Effacer

source: No dialogs
es: No has seleccionado ningún diálogo para procesar.
fr: Vous n’avez choisi aucune discussion à traiter.

source: Unknown action selected
es: Acción seleccionada desconocida.
fr: Action inconnue.

source: Dialogue %s is not yours
es: El diálogo %s no es tuyo.
fr: Dialogue %s n’est pas le votre.

source: InfoDeleteQ
es: Confirmar eliminación
fr: Confirmer la suppression

source: InfoSaveQ
es: Confirmar guardado
fr: Confirmer la sauvegarde

source: InfoDeleteQt
es: Eliminar diálogos
fr: Effacer les échanges

source: InfoSaveQt
es: Mover diálogos
fr: Déplacer les échanges

source: Dialogues deleted redirect
es: Diálogos eliminados.
fr: Discussions effacées.

source: Dialogues moved to archive redirect
es: Diálogos movidos al archivo.
fr: Discussions déplacées vers les archives.

source: Cannot be moved
es: Tantos diálogos no se pueden mover al Archivo.
fr: Autant de discussions ne peuvent être déplacées aux archives.

source: Send dialogue
es: Enviar diálogo
fr: Envoyer l’échange

source: Send dialogue to %s
es: Enviar este diálogo a la %s
fr: Envoyer cet échange à %s

source: PM Config title
es: Configurar mensajes privados
fr: Configuration de la messagerie privée

source: Use PM label
es: Usar PM
fr: Utiliser la messagerie privée

source: Use PM help
es: Usar mensajes privados.
fr: Utiliser les messages privés.

source: Email notification label
es: Notificaciones por correo electrónico
fr: Notifications mails

source: Email notification help
es: Recibir notificaciones por correo electrónico sobre nuevos mensajes privados.
fr: Recevoir un email de notification en cas de vouveau message privé.

source: PM Config redirect
es: La configuración de mensajería privada actualizada.
fr: Configuration de la messagerie privée modifiée.

source: PM Config legend
es: Ajustes
fr: Réglages

source: PM off
es: Has desactivado la mensajería privada..
fr: Vous avez désactivé la messagerie privée.

source: Block
es: Bloquear
fr: Bloquer

source: Unblock
es: Desbloquear
fr: Débloquer

source: You block addr
es: No es posible enviar el mensaje privado. Has bloqueado al usuario.
fr: Il n’est pas possible d’envoyer de message privé. Vous avez bloqué cet utilisateur.

source: Addr block you
es: No es posible enviar el mensaje privado. El usuario te ha bloqueado.
fr: Il n’est pas possible d’envoyer de message privé. Cet utilisateur vous à bloqué.

source: Send dialogue
es: Enviar diálogo
fr: Envoyer la discussion

source: Send PT title
es: Enviar diálogo
fr: Envoyer la discussion

source: Recipient: %s
es: Destinatario: %s
fr: Destinatairet: %s

source: Send info
es: El primer mensaje
fr: Le premier message

source: Send dialogue redirect
es: Diálogo enviado.
fr: Dicussion envoyée.

source: Blocked users title
es: Usuarios bloqueados
fr: Utilisateurs bloqués

source: No blocked users
es: No hay usuarios bloqueados
fr: Pas d’utilsateur bloqué

source: Block user title
es: Bloquear usuario
fr: Bloquer l’utilisateur

source: Unblock user title
es: Desbloquear usuario
fr: Débloquer l’utilisateur

source: Block user %s crumb
es: Bloquear al usuario %s
fr: Bloquer l’utilisateur %s

source: Unblock user %s crumb
es: Desbloquear al usuario %s
fr: Débloquer l’utilisateur %s

source: Block user %s
es: Bloquear al usuario %s
fr: Bloquer l’utilisateur %s

source: Unblock user %s
es: Desbloquear al usuario %s
fr: Débloquer l’utilisateur %s

source: Invalid action
es: Acción inválida.
fr: Action invalide.

source: User is blocked redirect
es: El usuario ha sido bloqueado.
fr: L’utilisateur est bloqué.

source: User is unblocked redirect
es: El usuario ha sido desbloqueado.
fr: L’utilisateur est débloqué.

source: PM menu
es: Menú mensajes privados
fr: Menu messages privés

source: Delete message
fr: Supprimer le message
