Repository: Elementtair/forkbb
Catalog: app/lang/*/poll.po
Languages: es, fr

source: Poll legend
es: Encuesta
fr: Sondage

source: Include poll
es: Incluir encuesta
fr: Inclure un sondage

source: Hide poll results up to %s voters
es: Ocultar resultados de encuesta hasta %s votantes
fr: Cacher le résultat du vote jusqu&#8217à %s votes

source: Question text label
es: Pregunta
fr: Question

source: Answer type label
es: Número de respuestas
fr: Nombre de réponses

source: Answer type help
es: El número máximo de respuestas para votar.
fr: Nombre aximum de réponses pour le vote.

source: Answer %s label
es: Respuesta %s
fr: Réponse %s

source: Question number %s is preceded by an empty question
es: La pregunta número %s está precedida por una pregunta vacía.
fr: Question numéro %s est précédée par une question vide.

source: For question number %s, the structure of answers is broken
es: Para la pregunta número %s, la estructura de respuestas está rota.
fr: Pour la question numéro %s, la structure des réponses est invalide.

source: Answer number %1$s is preceded by an empty answer (question number %2$s)
es: La respuesta número %1$s está precedida por una respuesta vacía (pregunta número %2$s).
fr: La réponse %1$s est précédée par une réponse vide (question numéro %2$s).

source: For question number %s, there is no value for the maximum number of answers for voting
es: Para la pregunta número %s, no hay ningún valor para el número máximo de respuestas para votar.
fr: Pour la question numéro %s, il n&#8217y a pas de valeur pour le maximum de réponse.

source: For question number %s, the maximum number of answers for voting more answers
es: Para la pregunta número %s, el número máximo de respuestas para votar más respuestas.
fr: Pour la question numéro %s, Le nombre maximum de réponses .

source: Requires at least two answers per question (%s)
es: Requiere al menos dos respuestas por pregunta (%s).
fr: Requiert au moins deux réponses par question (%s).

source: The poll structure is broken
es: La estructura de la encuesta está rota.
fr: La structure du sondage est invalide

source: Question %s legend
es: Pregunta %s
fr: Question %s

source: You can choose up to %s answers
es: Puedes elegir hasta %s respuestas.
fr: Vous pouvez choisir jusqu&#8217à %s réponses.

source: In total voted: %s
es: En total votado: %s
fr: Votes total: %s

source: Poll duration label
es: Duración
fr: Durée

source: Poll duration help
es: Duración de la encuesta (en días). Estable a 0 para desactivar.
fr: Durée du sondage (en jours). 0 pour désactiver.

source: Poll results are hidden from the guests
es: Los resultados de la encuesta están ocultos a los visitantes.
fr: Les résultats du sondage sont cachés aux invités.

source: This poll is closed
es: Esta encuesta está cerrada.
fr: Ce sondage est fermé.

source: Poll results are hidden up to %s voters
es: Los resultados de la encuesta están ocultos hasta %s votantes.
fr: Les résultat du sondages sont cachés jusqu&#8217à %s votants.

source: You voted
es: Tú votaste.
fr: Vous avez votés.

source: Guest cannot vote
es: El visitante no puede votar.
fr: Les invités ne peuvent participer.

source: Poll status is undefined
es: El estado de la encuesta no está definido.
fr: Le status du sondage est indéfini.

source: Vote
es: Votar

source: You cannot vote on this poll
es: No puedes votar en esta encuesta.
fr: vous ne pouvez pas voter ici.

source: No vote on question %s
es: No se votó la pregunta número %s.
fr: Pas de vote sur la question %s.

source: The selected answer is not present in question %s
es: La respuesta seleccionada no está presente en la pregunta número %s.
fr: La réponse séléctionnée nest pas présente sur la question %s.

source: Too many answers selected in question %s
es: Demasiadas respuestas seleccionadas en la pregunta número %s.
fr: Trop de réponses séléctionnées pour la question %s.
