Repository: Elementtair/forkbb
Catalog: app/lang/*/post.po
Languages: es, fr, ru

source: You can not post links in subject
ru: Вы не можете публиковать ссылки в заголовке темы.

source: No subject
ru: Тема должна содержать заголовок.

source: No subject after censoring
es: Los temas deben contener un asunto. Después de aplicar filtros de censura, tu tema estaba vacío.
fr: Les discussions doivent contenir un sujet. Après application des filtres de censure, votre sujet était vide.
ru: Тема должна содержать заголовок. После применения цензуры ваше название темы было удалено.

source: Too long subject
ru: Заголовок не может быть длиннее 70 символов.

source: No message
ru: Вы должны ввести сообщение.

source: No message after censoring
es: Debes ingresar un mensaje. Después de aplicar filtros de censura, tu mensaje estaba vacío.
fr: Vous devez entrer un message. Après application des filtres de censure, votre message était vide.
ru: Вы должны ввести сообщение. После применения цензуры ваше сообщение было удалено.

source: Too long message
ru: Сообщение не может быть длиннее %s символов.

source: All caps subject
es: Los asuntos no pueden contener solo letras mayúsculas.
fr: Les sujets ne peuvent contenir uniquement des lettres capitales.
ru: Заголовок не должен состоять из одних заглавных букв.

source: All caps message
es: Los mensajes no pueden contener solo letras mayúsculas.
fr: Les messages ne peuvent contenir uniquement des lettres capitales.
ru: Сообщение не должно состоять из одних заглавных букв.

source: Empty after strip
ru: Кажется, ваше сообщение состоит только из пустых BB-кодов. Это могло произойти, например, из-за превышения глубины цитирования сообщений.

source: Post errors
ru: Ошибки

source: Post errors info
ru: Следующие ошибки необходимо исправить, прежде чем сообщение будет опубликовано:

source: Post preview
es: Vista previa
fr: Prévisualisation du message
ru: Предварительный просмотр сообщения

source: Guest name
ru: Имя

source: Post redirect
es: Mensaje ingresado.
fr: Message posté.
ru: Сообщение опубликовано.

source: Post a reply
es: Responder
fr: Répondre
ru: Публикация ответа

source: Post new topic
es: Nuevo tema
fr: Créer une nouvelle discussion
ru: Публикация новой темы

source: Hide smilies
es: No mostrar nunca emoticones como íconos para este mensaje
fr: Ne jamais montrer les smyleys en images dans ce message
ru: Никогда не показывать смайлы в виде картинок в этом сообщении

source: New subscribe
es: Suscríbete a este tema
fr: S’abonner à cette discussion
ru: Подписаться на эту тему

source: Stay subscribed
es: Manténte suscrito a este tema.
fr: Rester abonné à cette discussion
ru: Оставить подписку на эту тему

source: Topic review
es: Revisión del tema (el más nuevo primero)
fr: Apreçu de la discussion (dernier message en premier)
ru: Обзор темы (новое вверху)

source: Preview
es: Previsualizar
fr: Aperçu
ru: Предпросмотр

source: EditPost edit
es: Permitir editar el mensaje dado sin restricciones.
fr: Pour permettre de modifier ce message sans restrictions
ru: Разрешить редактировать данное сообщение без ограничений

source: Stick first post
es: Para pegar la primera publicación en todas las páginas del tema
fr: Epingler le premier message sur chaque page de la discussion
ru: Закрепить первое сообщение на всех страницах темы

source: Edit post legend
ru: Редактирование сообщения

source: Silent edit
ru: Скрытое редактирование (не показывать "Отредактировано &hellip;" в теме)

source: Edit post
es: Editar mensaje
fr: Editer le message
ru: Редактирование сообщения

source: Edit topic
es: Editar tema
fr: Editer la discussion
ru: Редактирование темы

source: Merge posts
es: Unir con el anterior si es tuyo.
fr: Fusionner au message précédent s’il est votre
ru: Соединить с предыдущим сообщением, если оно ваше

source: Edit redirect
es: Mensaje actualizado.
fr: Message mis à jour.
ru: Сообщение обновлено.

source: Poll legend
ru: Опрос

source: Include poll
ru: Включить опрос

source: Hide poll results up to %s voters
ru: Скрывать результаты опроса до %s проголосовавших

source: Question text label
ru: Текст вопроса

source: Answer type label
ru: Варианты выбора

source: Answer type help
ru: Максимальное количество вариантов выбора ответа при голосовании.

source: Answer %s label
ru: Ответ %s

source: Question number %s is preceded by an empty question
ru: Вопросу номер %s предшествует пустой вопрос.

source: For question number %s, the structure of answers is broken
ru: Для вопроса номер %s нарушена структура ответов.

source: Answer number %1$s is preceded by an empty answer (question number %2$s)
ru: Ответу номер %1$s предшествует пустой ответ (вопрос номер %2$s).

source: For question number %s, there is no value for the maximum number of answers for voting
ru: Для вопроса номер %s отсутствует значение максимального количества вариантов выбора ответа при голосовании.

source: For question number %s, the maximum number of answers for voting more answers
ru: Для вопроса номер %s максимальное количество вариантов выбора ответа при голосовании больше количества ответов.

source: Requires at least two answers per question (%s)
ru: Нужно задать минимум два ответа на вопрос (%s).

source: The poll structure is broken
ru: Структура опроса нарушена

source: [Draft] Post a reply
fr: [Draft] Répondre

source: [Draft] Post new topic
fr: [Draft] Créer une nouvelle discussion

source: Stick topic
es: Tema chincheta
fr: Epingler la discussion

source: Create topic
es: Crear tema
fr: Créer une discussion

source: %1$s (%2$s max size)
es: %1$s (%2$s de tamaño máximo)
fr: %1$s (%2$s taille maximum)

source: Attachments
es: Archivos adjuntos
fr: Pièces jointes

source: Change author and date
es: Cambiar autor y fecha
fr: Changer l’auteur et la date

source: Change
es: Cambiar
fr: Modifier

source: Posted
es: Publicado
fr: Posté

source: Change AnD topic
es: Cambiar autor del tema y su fecha
fr: Changer l’auteur de la discussion et la date

source: Change AnD post
es: Cambiar autor del mensaje y su fecha
fr: Changer l’auteur du message et la date

source: User %s does not exist
es: Usuario '%s' no existe.
fr: L’utilisateur '%s' n’existe pas.

source: Change redirect
es: Cambios realizados.
fr: Modifications effectuées.

source: All
es: Los datos de este campo son visibles para todos.
fr: Les données de ce champs sont visibles par tous.

source: Not guests
es: Los datos de este campo son visibles para todos excepto para los invitados.
fr: Les données de ce champs sont visibles par tous sauf les invités.

source: Admins and mods
es: Los datos de este campo solo son visibles para los administradores y moderadores del foro.
fr: Le données de ce champ sont visible par les administrateurs et moodérateurs seulement.

source: Admins only
es: Los datos de este campo solo son visibles para los administradores.
fr: Les données de ce champ sont visibles par les administrateurs uniquement.

source: Draft redirect
fr: Draft saved.

source: Pre-moderation replies
es: Pre-moderation of replies:

source: Default
es: By default
