Repository: Elementtair/forkbb
Catalog: app/lang/*/register.po
Languages: es, fr, ru, zh

source: Sign up
es: Regístrate
fr: S&#8217enregistrer
ru: Зарегистрироваться
zh: 注册

source: If no rules
es: Sigue la regla de oro.
fr: Suivre la règle d&#8217or.
ru: Относитесь к другим так, как хотите, чтобы относились к вам.
zh: 请遵守基本准则。

source: Bad agree
es: ID del formulario obsoleto. Por favor inicia el <a href="%s">registro</a> de cero.
fr: Le formulaire est obsolète. Veuillez reprendre l&#8217<a href="%s">enregistrement</a> à nouveau.
ru: Идентификатор формы устарел. Пожалуйста, начните <a href="%s">регистрацию</a> заново.
zh: 注册表单已过期。请重新开始<a href="%s">注册</a>。

source: Reg cancel
es: No estuviste de acuerdo con las reglas de este foro..
fr: Vous n&#8217avez pas accepter les règles du forum.
ru: Вы не согласились с правилами форума.
zh: 您未同意论坛规则。

source: Registration flood
ru: Недавно с вашего IP адреса был зарегистрирован новый пользователь. Должно пройти не менее часа до следующей регистрации с этого IP адреса. Извините за неудобства.

source: Agree
es: Estoy de acuerdo
fr: Agréer
ru: Принимаю правила
zh: 同意

source: Username guest
ru: Гость - зарезервированное имя. Пожалуйста, выберите другое имя.

source: Username censor
ru: Выбранное имя пользователя содержит запрещенные слова. Пожалуйста, выберите другое имя.

source: Banned username
ru: Введенное имя пользователя заблокировано. Пожалуйста, выберите другое имя.

source: Username not unique
ru: Выбранное имя пользователя не уникально. Пожалуйста, выберите другое имя.

source: Banned email
ru: Введенный почтовый адрес заблокирован. Пожалуйста, выберите другой адрес.

source: Dupe email
ru: Введенный почтовый адрес уже кем-то используется. Пожалуйста, выберите другой адрес.

source: Reg email
es: Gracias por registrarte. Se ha enviado un correo con un enlace para activar su cuenta a la dirección especificada. Si no llega puedes contactar con el administrador del foro en <a href="mailto:%1$s">%1$s</a>.
fr: Merci de vous être enregistré. Un mail avec un lien à cliquer pour activer votre compte a été envoyé à l&#8217adresse fournie. Si celui ci ne vous parvenait pas vous pouvez contacter l&#8217administrateur de ce forum à <a href="mailto:%1$s">%1$s</a>.
ru: Спасибо за регистрацию. Письмо с ссылкой для активации аккаунта было отправлено на указанный почтовый адрес. Если оно не дойдет, свяжитесь с администратором форума по адресу <a href="mailto:%1$s">%1$s</a>.
zh: 感谢您的注册。一封包含账号激活链接的邮件已发送到您指定的地址。如果您没有收到邮件，请联系论坛管理员：<a href="mailto:%1$s">%1$s</a>。

source: Reg complete
es: Registro completo. Puedes iniciar sesión en los foros.
fr: Enregistrement finalisé. Vous pouvez accéder au forum.
ru: Регистрация завершена. Вы можете войти на форум.
zh: 注册完成。您现在可以登录论坛。

source: Email info
ru: Укажите действующий почтовый адрес. Он будет использован для активации аккаунта.

source: Pass format
ru: Кодовая фраза должна содержать несколько слов.

source: Pass info
ru: Иметь длину не менее 16 символов. Она чувствительна к регистру.

source: Login format
ru: Имя пользователя должно начинаться с буквы. Может содержать буквы, цифры, пробел, точку, дефис и знак подчеркивания.

source: Error welcom mail
es: Al enviar el correo electrónico hubo un error. Utilice el formulario de restablecimiento de contraseña para activar su cuenta o comuníquese con el administrador del foro en <a href="mailto:%1$s">%1$s</a>.
fr: Erreur lors de l&#8217envoi du mail. Utilisez le lien de redéfinition d&#8217un nouveau mot de passe pour activer votre compte, ou contactez l&#8217administrateur à <a href="mailto:%1$s">%1$s</a>.
ru: При отправке письма возникла ошибка. Пожалуйста, воспользуйтесь формой восстановления кодовой фразы для активации аккаунта или свяжитесь с администратором форума по адресу <a href="mailto:%1$s">%1$s</a>.
zh: 发送邮件时出现错误。请使用密码重置表单来激活您的账号，或联系论坛管理员：<a href="mailto:%1$s">%1$s</a>。

source: Email help
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse mail valide.
zh: 请输入有效的电子邮件地址。

source: Email help2
es: Por favor, introduce una dirección de correo electrónico válida. Se utilizará para activar su cuenta.
fr: Veuillez entrer une adresse mail valide. Celle ci sera utilisée pour activer votre compte sur ce forum.
zh: 请输入有效的电子邮件地址。该地址将用于激活您的账号。
