Repository: Elementtair/forkbb
Catalog: app/lang/*/search.po
Languages: es, fr

source: User search
es: Búsqueda de usuarios
fr: Recherche utilisateur

source: Search info
es: Para buscar por palabra clave, ingresa uno o más términos para buscar. Separa los términos con espacios. Utilice Y, O y NO para refinar la búsqueda. Para buscar por autor ingresa el nombre de usuario del autor cuyas publicaciones deseas buscar. Utiliza el carácter comodín * para coincidencias parciales.
fr: Pour une recherche par mot clef, entre un ou des termes à recherche. Séparer ces termes par des espaces. Utiliser AND, OR et NOT (et, ou et pas) pour affiner la recherche. Pour une recherche par auteur, entrer le nom d&#8217utilisateur de l&#8217auteur des messages que vous recherchez. Utilisez les caratères générique * pour des correpondances partielles.

source: Keyword search
es: Búsqueda por palabra clave
fr: Recherche par mot(s) clef

source: Author search
es: Búsqueda de autor
fr: Recherche par auteur

source: Search in legend
es: Selecciona dónde buscar
fr: Séléctionner où chercher

source: Search in info
es: Elije en qué foro te gustaría buscar y si deseas buscar por temas, texto de mensajes o ambos.
fr: Choisir dans quel forum vous souhaitez chercher et si vous voulez cherchers dans les sujets de discussion, les textes de message ou les deux.

source: Search multiple forums info
es: Si no se selecciona un foro, se buscarán en todos los foros.
fr: Si aucun forum n&#8217est sélectionné, la recherche se fera dans tous les forums.

source: Forum search
es: Foro
fr: Forum

source: Search in
es: Busca en
fr: Chercher dans

source: Message and subject
es: Texto del mensaje y asunto del tema
fr: Textes de messages et sujets de discussion

source: Message only
es: Sólo texto del mensaje
fr: Textes des messages seulements

source: Topic only
es: Asunto del tema únicamente
fr: Titre des discussion seulement

source: Sort by
es: Ordenar por
fr: Classé par

source: Sort order
es: Orden de los resultados
fr: Résultats ordonnés par

source: Search results legend
es: Selecciona cómo ver los resultados de la búsqueda
fr: Selectionner comment voir les résultats de recherche

source: Search results info
es: Puedes elegir cómo deseas ordenar y mostrar ús resultados.
fr: Vous pouvez choisir comment classer et afficher vos résultats de recherche.

source: Sort by post time
es: Hora de publicación
fr: Date

source: Sort by author
es: Autor
fr: Auteur

source: Sort by subject
es: Asunto
fr: Sujet

source: Sort by forum
es: Foro
fr: Forum

source: Ascending
es: Ascendente
fr: Ascendant

source: Descending
es: Descendente
fr: Descendant

source: Show as
es: Mostrar resultados como
fr: Montrer les résultats comme

source: Show as topics
es: Temas
fr: Discussions

source: Show as posts
es: Mensajes
fr: Messages

source: Search results
es: Resultados de la búsqueda
fr: Résultats de recherche

source: Quick search new
es: Nuevo
fr: Nouvelle

source: Quick search latest_active_topics
es: Último activo
fr: Dernièrs sujets actifs

source: Quick search unanswered_topics
es: Sin respuesta
fr: Non répondus

source: Quick search topics_with_your_posts
es: Publicado
fr: Posté

source: Quick search user topics
es: Temas por %s
fr: Discussions par %s

source: Quick search user posts
es: Mensajes por %s
fr: Postés par %s

source: Quick search user topics_subscriptions
es: Temas suscritos por %s
fr: Abonnements à la discussion par %s

source: Quick search user forums_subscriptions
es: Foros suscritos por %s
fr: Abonnements au forumspar %s

source: Quick search show_user_warn
es: Advertencias para %s
fr: Avertissement pour %s

source: Quick search show_last
es: Últimos mensajes
fr: Derniers messages

source: Search query: %s
es: Consulta de busqueda: «%s»
fr: Requête: «%s»

source: Search query: %1$s and Author: %2$s
es: Consulta de busqueda: «%1$s» - Autor: «%2$s»
fr: Requête: «%1$s» - Auteur: «%2$s»

source: No hits
es: Tú búsqueda no arrojó resultados.
fr: Votre recherche n&#8217a retournée aucun résultat.

source: Too many coincidences
es: Demasiadas coincidencias.
fr: Trop de coincidences.

source: Go to post
es: Ir al mensaje
fr: Aller au message

source: Go to topic
es: Ir al tema
fr: Aller à la discussion

source: Go to forum
es: Ir al foro

source: Search btn
es: Buscar
fr: Rechercher

source: <a href="%s">Advanced search</a>
es: <a href="%s" rel="nofollow">Búsqueda avanzada</a>
fr: <a href="%s" rel="nofollow">Recherche avancée</a>

source: <a href="%s">Simple search</a>
es: <a href="%s" rel="nofollow">Búsqueda simple</a>
fr: <a href="%s" rel="nofollow">Recherche simple</a>

source: There is no word for search: '%s'
es: No hay palabra para buscar: '%s'
fr: Il n&#8217y a pas de mot à rechercher: '%s'

source: Logical operator at the end of the search query: '%s'
es: Operador lógico al final de la consulta de búsqueda: '%s'
fr: Opérateur logique à la fin de la requête: '%s'

source: The order of brackets is broken: '%s'
es: El orden de los paréntesis está roto: '%s'
fr: L&#8217ordrer des parenthèses est invalide: '%s'

source: Empty subquery: '%s'
es: Subconsulta vacía: '%s'
fr: Sous requête vide: '%s'

source: Logical operator at the end of the search subquery: '%s'
es: Operador lógico al final de la subconsulta de búsqueda: '%s'
fr: Opérateur logique à la fin de la sous requête: '%s'

source: Logical operator at the beginning of the search (sub)query: '%s'
es: Operador lógico al principio de la (sub)consulta de búsqueda: '%s'
fr: Opérateur logique au début de la (sous)requête: '%s'

source: Logical operators follow one after another: '%s'
es: Los operadores lógicos se suceden: '%s'
fr: Opérateurs logique à la suite l&#8217un de l&#8217autre: '%s'

source: Set up
es: Configurar
fr: Installation

source: Odd number of quotes: '%s'
es: Número impar de comillas dobles: '%s'
fr: Nombre étrange de guillemets: '%s'
