Repository: Elementtair/forkbb
Catalog: app/lang/*/subforums.po
Languages: es, fr, ru, zh

source: Link to
es: Enlace a:
fr: Lien:
ru: Ссылка:
zh: 链接到：

source: Sub forum
ru: Подраздел
zh: 子版块

source: Parent forum
es: Foro padre
fr: Forum parent
ru: Родительский раздел
zh: 父版块

source: No parent forum
es: No hay foro padre
fr: Pas de forum parent
ru: Нет родительского раздела
zh: 无父版块

source: %s Topic
es: <b>%s</b> Tema
fr: <b class="f-num">%s</b><span class="f-txt"> Discussion</span>
ru: <b class="f-num">%s</b><span class="f-txt"> Тема</span>
zh: <b class="f-num">%s</b><span class="f-txt"> 个主题</span>

source: %s Post
es: <b>%s</b> Mensaje
fr: <b class="f-num">%s</b><span class="f-txt"> Message</span>
ru: <b class="f-num">%s</b><span class="f-txt"> Сообщение</span>
zh: <b class="f-num">%s</b><span class="f-txt"> 个帖子</span>

source: Moderated by
es: Morderado por
fr: Modéré par
ru: Модератор:
zh: 版主：

source: Mark all as read
es: Marcar todos los temas como leídos
fr: Marqué ce forum comme lu
ru: Отметить все разделы прочитанными
zh: 标记所有主题为已读

source: Mark forum read
es: Marcar este foro como leído
ru: Отметить все темы в этом раздел прочитанными
zh: 标记此版块为已读

source: All is read
es: Marcar todo como leído
fr: Tout est lu
ru: Всё прочитано
zh: 全部已读

source: Last post in the topic "<a href="%1$s">%2$s</a>"
es: <small>Último mensaje en el tema &quot;</small><a href="%1$s">%2$s</a><small>&quot;</small>
fr: <small>Dernier message dans cette discussion &quot;</small><a href="%1$s"><span class="f-cltname">%2$s</span><span class="f-clttime" hidden> %3$s</span></a><small>&quot;</small>
ru: <small>Последнее сообщение в теме &quot;</small><a href="%1$s"><span class="f-cltname">%2$s</span><span class="f-clttime" hidden> %3$s</span></a><small>&quot;</small>
zh: <small>最新回复在主题 &quot;</small><a href="%1$s"><span class="f-cltname">%2$s</span><span class="f-clttime" hidden> %3$s</span></a><small>&quot;</small>

source: Last post in the topic "<span>%2$s</span>"
fr: <small>Dernier message dans cette discussion &quot;</small><span><span class="f-cltname">%2$s</span><span class="f-clttime" hidden> %3$s</span></span><small>&quot;</small>
zh: <small>帖子中最新回复 &quot;</small><span><span class="f-cltname">%2$s</span><span class="f-clttime" hidden> %3$s</span></span><small>&quot;</small>
