Repository: Elementtair/forkbb
Catalog: app/lang/*/topic.po
Languages: es, fr

source: Post reply
es: Enviar respuesta
fr: Poster une réponse

source: Topic closed
es: Tema cerrado
fr: Discussion fermée

source: From %s
es: <span>Ubicación: </span>%s
fr: <span>Localisation: </span>%s

source: Promote user
es: <span>Promocionar usuario</span>
fr: <span>Promouvoir l’utilisateur</span>

source: Promote user title
es: Promocionar usuario
fr: Promotion utilisateur

source: IP address logged
es: <span>Dirección</span> IP
fr: <span> addresse</span> IP

source: Note
es: Nota:

source: %s post
es: %s<span> mensaje</span>
fr: %s<span> message</span>

source: Registered: %s
es: <span>Registrado: </span>%s
fr: <span>Inscrit le: </span>%s

source: Website
es: <span>Página web</span>
fr: <span>Site web</span>

source: Website title
es: Página web
fr: Site web

source: Email
es: <span>Correo electrónico</span>
fr: <span>Email</span>

source: Email title
es: Correo electrónico
fr: Email

source: Last edit
es: Última edición por %1$s (%2$s)
fr: Dernière modification par %1$s (%2$s)

source: Edited
es: Editado
fr: Edité

source: Report
es: Reportar
fr: Signaler

source: Delete
es: Eliminar
fr: Effacer

source: Edit
es: Editar
fr: Modifier

source: Quote
es: Citar
fr: Citer

source: Quick post
es: Respuesta rápida
fr: Réponse rapide

source: Preview
es: Previsualizar
fr: Previsualiser

source: Warnings
es: Advertencias:
fr: Attention:

source: Reply
es: Responder
fr: Repondre

source: User info
es: Información del usuario
fr: Information utilisateur

source: Visitantes en línea
es: Registered users online in this topic: <b>%1$s</b>, guests: <b>%2$s</b>.

source: Online users
es: En línea:
fr: En ligne:

source: Stats info
es: Información del tema:
fr: Information sur la discussion:

source: Merge posts
es: Unir con el anterior si es tuyo.
fr: Combiner avec la précedente (si votre)

source: Message %s was not found in the database
es: El mensaje №%s no se encontró en la base de datos.
fr: Le message №%s n’a pas été trouvé dans la base de données

source: Admin note
es: Nota de administración
fr: Note de l’administration

source: Subscribe topic
es: Recibir notificación por correo electrónico de nuevos mensajes
fr: Recevoir un mail de notification pour les nouveaux messages

source: Unsubscribe topic
es: Desuscribirse de las notificaciones por correo electrónico de nuevos mensajes
fr: Ne plus recevoir de mail de notifications de nouveaux messages

source: Post list
es: Mensajes
fr: Messages

source: %1$s (%2$s max size)
es: %1$s (%2$s tamaño máximo)
fr: %1$s (taille maximum %2$s )

source: Attachments
es: Archivos adjuntos
fr: Pièces jointes

source: Change author and date
es: Cambiar autor y fecha
fr: Changer auteur et la date

source: Solution
es: Solución

source: This is solution. %1$s (%2$s)
es: Esta es la solución. %1$s (%2$s)
fr: Ceci est la solution. %1$s (%2$s)

source: Table of content
es: Tabla de contenidos
fr: Table de contenu

source: Go to solution
es: Ir a la solución
fr: Aller à la solution

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

source: Visitors online
fr: Utilisateurs enreegistré en ligne sur cette discussion: <b>%1$s</b>, invités: <b>%2$s</b>.
