Repository: Elementtair/forkbb
Catalog: app/lang/*/userlist.po
Languages: es, fr, zh

source: User search head
es: Buscar usuarios
fr: Rechercher utilisateur
zh: 查找用户

source: User sort head
es: Ordenar usuarios
fr: classer les utilisateurs
zh: 用户排序

source: User search info
es: Utiliza el carácter comodín (*) y el signo de interrogación (?) para las coincidencias parciales.
fr: Utiliser le caractère générique (*) et le point d&#8217interrogation (?) pour les correspondances partielles.
zh: 使用通配符(*)和问号(?)进行模糊匹配。

source: User group
es: Grupo de usuario
fr: Groupe utilisateur
zh: 用户组

source: All users
es: < Todo >
fr: < Tout >
zh: < 全部 >

source: User_list
es: Usuarios ordenados/encontrados
fr: Classement/utilisateurs trouvés
zh: 已排序/找到的用户

source: <b>%s</b><small> post,</small>
es: <b>%s</b><small> mensaje,</small>
fr: <b>%s</b><small> message,</small>
zh: <b>%s</b><small> 帖子,</small>

source: <small>registered: </small><b>%s</b>
es: <small>registrado: </small><b>%s</b>
fr: <small>inscrit le: </small><b>%s</b>
zh: <small>注册时间：</small><b>%s</b>

source: No users found
es: No se encontraron usuarios que coincidan con tus criterios.
fr: Pas d&#8217utilisateur trouvé correspondant à vos critères.
zh: 没有找到符合条件的用户。

source: Search btn
es: Buscar
fr: Rechercher
zh: 搜索

source: Sort users by
es: Ordenar lista de usuarios por
fr: Classer la liste d&#8217utilisateur par
zh: 用户列表排序方式

source: Sort by name
es: Nombre
fr: Nom
zh: 用户名

source: Sort by number
es: Número de mensajes
fr: Nombre de messages
zh: 帖子数量

source: Sort by date
es: Fecha de registro
fr: Date d&#8217inscription
zh: 注册日期

source: User sort order
es: Orden de la lista de usuarios
fr: Ordre de classement de la liste utilisateur
zh: 用户列表排序顺序

source: Ascending
es: Ascendente
fr: Ascendantg
zh: 升序

source: Descending
es: Descendente
fr: Descendant
zh: 降序
