Repository: Elementtair/forkbb
Catalog: app/lang/*/validator.po
Languages: es

source: Invalid email
es: La dirección de correo electrónico que has introducido no es válida.

source: Long email
es: La dirección de correo electrónico que has introducido es demasiado larga.

source: Passphrase help
es: La frase de contraseña debe tener al menos 16 caracteres, con varias palabras separadas por espacios y distingue entre mayúsculas y minúsculas.

source: Pass format
es: La frase de contraseña debe tener al menos 16 caracteres, con varias palabras separadas por espacios.

source: Login format
es: El nombre de usuario debe comenzar con una letra. Puede contener letras, números, espacios, puntos, guiones y guiones bajos.

source: Banned email
es: La dirección de correo electrónico que has introducido está baneada de este foro.

source: Username censor
es: El nombre de usuario que has introducido contiene una o más palabras censuradas.

source: Banned username
es: El nombre de usuario que has introducido está baneado de este foro.

source: Username not unique
es: El nombre de usuario que has introducido ya está en uso.

source: Dupe email
es: Alguien más ya está registrado con esa dirección de correo electrónico.

source: Dupe email (OAuth)
es: Alguien más ya está registrado con esa dirección de correo electrónico (OAuth).

source: Account email flood
es: Esta cuenta ya solicitó recientemente un restablecimiento de la contraseña. Espera %s minutos antes de volver a intentarlo.

source: Old browser
es: Por favor actualice su navegador.

source: Bad browser
es: Por favor actualice su navegador.

source: Username contains consecutive spaces
es: El nombre de usuario contiene espacios consecutivos.

source: Flood message
es: Espere %s segundos e intente enviar nuevamente.

source: [%1$s] tag in blacklist
es: Etiqueta [%1$s] en lista negra.

source: [%1$s] tag not in whitelist
es: La etiqueta [%1$s] no está en la lista blanca.

source: [%1$s] tag can't be opened in [%2$s] tag
es: La etiqueta [%1$s] no se puede abrir en la etiqueta [%2$s].

source: No start tag found for [/%1$s] tag
es: No se encontró ninguna etiqueta de inicio para la etiqueta [/%1$s].

source: Found [/%1$s] tag for single [%1$s] tag
es: Se encontró la etiqueta [/%1$s] para la etiqueta única [%1$s].

source: No attributes in [%1$s] tag
es: No hay atributos en la etiqueta [%1$s].

source: Primary attribute is forbidden in [%1$s] tag
es: El atributo principal está prohibido en la etiqueta [%1$s].

source: Secondary attribute is forbidden in [%1$s] tag
es: El atributo secundario está prohibido en la etiqueta [%1$s].

source: Attribute '%2$s' does not match pattern in [%1$s] tag
es: El atributo '%2$s' no coincide con el patrón en la etiqueta [%1$s].

source: [%1$s] tag contains unknown secondary attribute '%2$s'
es: La etiqueta [%1$s] contiene el atributo secundario desconocido '%2$s'.

source: Body of [%1$s] tag does not match pattern
es: El cuerpo de la etiqueta [%1$s] no coincide con el patrón.

source: [%1$s] tag was opened within itself, this is not allowed
es: La etiqueta [%1$s] se abrió dentro de sí misma, esto no está permitido.

source: Missing attribute '%2$s' in [%1$s] tag
es: Falta el atributo '%2$s' en la etiqueta [%1$s].

source: All tags are empty
es: Todas las etiquetas están vacías.

source: The depth of the tag tree is greater than %1$s
es: La profundidad del árbol de etiquetas es mayor que %1$s.

source: [%1$s] tag is enclosed in itself more than %2$s times
es: La etiqueta [%1$s] está encerrada en sí misma más de %2$s veces.

source: Invalid closing %1$s tag. Expected closing %2$s tag
es: Cierre no válido &lt;/ %1$s &gt; etiqueta. Cierre esperado &lt;/ %2$s &gt; etiqueta.

source: %2$s attribute is not allowed in %1$s tag
es: El atributo '%2$s' no está permitido en &lt; %1$s &gt; etiqueta.

source: Attempting to insert JavaScript into %2$s attribute of %1$s tag
es: Al intentar insertar JavaScript en el atributo '%2$s' de &lt; %1$s &gt; etiqueta.

source: Invalid value for %2$s attribute [=%3$s] of %1$s tag
es: Valor no válido para el atributo '%2$s' [=%3$s] del &lt; %1$s &gt; etiqueta.

source: Missing required %2$s attribute in %1$s tag
es: Falta el atributo '%2$s' requerido en &lt; %1$s &gt; etiqueta.

source: Invalid value for %2$s attribute of %1$s tag (combination)
es: Valor no válido para el atributo '%2$s' de &lt; %1$s &gt; etiqueta (combinación).

source: Missing required %2$s attribute in %1$s tag (combination)
es: Falta el atributo '%2$s' requerido en &lt; %1$s &gt; etiqueta (combinación).

source: Not expected to close %1$s tag
es: No se espera que cierre &lt;/ %1$s &gt; etiqueta.

source: The :alias should be absent
es: The :alias field is superfluous.

source: The :alias is required
es: The :alias field is required.

source: The :alias must be string
es: The :alias field must be string.

source: The :alias must be numeric
es: The :alias field must be numeric.

source: The :alias must be integer
es: The :alias field must be integer.

source: The :alias must be array
es: The :alias field must be array.

source: The :alias minimum is :attr characters
es: The minimum length for the :alias field is :attr characters.

source: The :alias minimum is :attr
es: The minimum value for the :alias field is :attr.

source: The :alias minimum is :attr elements
es: The :alias field must contain at least :attr elements.

source: The :alias maximum is :attr characters
es: The maximum length of the :alias field is :attr characters.

source: The :alias maximum is :attr
es: The maximum value for the :alias field is :attr.

source: The :alias contains too large a file
es: The :alias field contains too large a file.

source: The :alias maximum is :attr elements
es: The :alias field must contain at most :attr elements.

source: The :alias contains an invalid value
es: The :alias field contains an invalid value.

source: The :alias must be same with original
es: The value of the :alias field must match the value of the source.

source: The :alias is not valid format
es: The :alias field does not match the format.

source: The :alias not contains file
es: No file in the :alias field.

source: The :alias contains more than one file
es: The :alias field contains more than one file.

source: The :alias not contains image
es: No image in the :alias field.

source: The :alias does not contain a date
es: Failed to determine the date in the :alias field.

source: The :alias not exist
es: The :alias field not exist.

source: The :alias contains a link
es: The :alias field contains a link.

source: The :alias is not valid email
es: The :alias field contains an invalid email address.

source: The %s extension is not allowed
es: La extensión .%s no está permitida.

source: Short username
es: El nombre de usuario es demasiado corto.

source: Long username
es: El nombre de usuario es demasiado largo.

source: Invalid passphrase
es: Frase de contraseña no válida.

source: Javascript disabled or bot
es: Lo más probable es que tu navegador tenga javascript deshabilitado o seas un robot :)

source: The :alias contains time before start of Unix
es: The :alias field contains the time before the start of the Unix epoch.
